const IMAGES = [
	
  //黑夜野獸丨普通地形
  {file:"000.png", points:['法師塔','教堂','無','無','教堂','無','無','無','教堂','法師塔','無']},
  {file:"001.png", points:['教堂','法師塔','無','教堂','無','無','法師塔','無','無','教堂','無']},
  {file:"002.png", points:['教堂','無','無','教堂','無','無','無','無','無','法師塔','教堂']},
  {file:"003.png", points:['無','法師塔','教堂','無','教堂','無','無','無','法師塔','教堂','無']},
  {file:"004.png", points:['教堂','無','教堂','無','無','教堂','無','無','法師塔','法師塔','無']},
  {file:"005.png", points:['無','無','無','法師塔','無','教堂','無','教堂','法師塔','法師塔','教堂']},
  {file:"006.png", points:['無','無','無','法師塔','教堂','無','教堂','無','教堂','無','無']},
  {file:"007.png", points:['無','法師塔','無','無','教堂','法師塔','教堂','無','教堂','無','無']},
  {file:"008.png", points:['無','法師塔','無','教堂','無','教堂','無','法師塔','教堂','無','教堂']},
  {file:"009.png", points:['法師塔','無','教堂','無','無','無','教堂','無','教堂','教堂','無']},
  {file:"010.png", points:['無','教堂','無','無','教堂','無','無','法師塔','教堂','無','教堂']},
  {file:"011.png", points:['無','無','法師塔','法師塔','教堂','無','教堂','無','無','教堂','法師塔']},
  {file:"012.png", points:['法師塔','無','教堂','無','教堂','無','法師塔','無','教堂','無','法師塔']},
  {file:"013.png", points:['無','無','教堂','無','教堂','無','法師塔','無','無','無','教堂']},
  {file:"014.png", points:['法師塔','教堂','無','無','無','無','教堂','無','教堂','教堂','無']},
  {file:"015.png", points:['無','教堂','無','無','無','法師塔','教堂','教堂','無','法師塔','法師塔']},
  {file:"016.png", points:['無','法師塔','教堂','無','教堂','無','無','無','無','法師塔','教堂']},
  {file:"017.png", points:['法師塔','無','無','無','無','教堂','教堂','無','無','法師塔','教堂']},
  {file:"018.png", points:['教堂','法師塔','無','無','無','無','教堂','教堂','無','無','無']},
  {file:"019.png", points:['無','無','教堂','教堂','無','無','法師塔','法師塔','無','無','教堂']},
	
  {file:"320.png", points:['教堂','無','無','教堂','無','教堂','法師塔','法師塔','法師塔','無','無']},
  {file:"321.png", points:['法師塔','無','無','無','教堂','無','無','無','教堂','教堂','無']},
  {file:"322.png", points:['教堂','法師塔','無','無','法師塔','教堂','教堂','無','無','無','無']},
  {file:"323.png", points:['無','無','法師塔','無','法師塔','無','無','教堂','教堂','無','教堂']},
  {file:"324.png", points:['教堂','無','無','教堂','無','法師塔','無','無','無','法師塔','教堂']},
	
  //黑夜野獸丨山頂地形
  {file:"020.png", points:['無','教堂','無','教堂','無','教堂','無','法師塔','教堂']},
  {file:"021.png", points:['教堂', '教堂', '無', '法師塔', '法師塔', '無', '教堂', '無', '無']},
  {file:"022.png", points:['法師塔', '教堂', '無', '無', '無', '法師塔', '教堂', '無', '教堂']},
  {file:"023.png", points:['無', '無', '教堂', '無', '無', '法師塔', '教堂', '無', '教堂']},
  {file:"024.png", points:['法師塔', '無', '教堂', '無', '教堂', '無', '無', '無', '教堂']},
	
  //黑夜野獸丨火山地形
  {file:"025.png", points:['無', '法師塔', '教堂', '無', '教堂', '無', '無', '教堂', '無']},
  {file:"026.png", points:['無', '無', '無', '教堂', '教堂', '教堂', '無', '法師塔', '無']},
  {file:"027.png", points:['教堂', '法師塔', '無', '無', '無', '無', '教堂', '法師塔', '教堂']},
  {file:"028.png", points:['無', '無', '無', '法師塔', '教堂', '教堂', '無', '無', '教堂']},
  {file:"029.png", points:['無', '無', '教堂', '無', '教堂', '無', '教堂', '無', '法師塔']},
	
  //黑夜野獸丨腐敗地形
  {file:"030.png", points:['教堂', '法師塔', '教堂', '無', '無', '法師塔', '無', '教堂']},
  {file:"031.png", points:['法師塔', '教堂', '教堂', '無', '無', '無', '教堂', '教堂']},
  {file:"032.png", points:['教堂', '無', '教堂', '無', '無', '法師塔', '教堂', '無']},
  {file:"033.png", points:['教堂', '法師塔', '無', '無', '法師塔', '無', '教堂', '教堂']},
  {file:"034.png", points:['教堂', '教堂', '法師塔', '教堂', '無', '無', '法師塔', '無']},
	
  //黑夜野獸丨隱城地形
  {file:"035.png", points:['法師塔', '教堂', '無', '無', '教堂', '無', '無', '教堂']},
  {file:"036.png", points:['無', '教堂', '法師塔', '無', '無', '教堂', '教堂', '無']},
  {file:"037.png", points:['無', '教堂', '無', '無', '教堂', '無', '法師塔', '教堂']},
  {file:"038.png", points:['無', '教堂', '法師塔', '無', '教堂', '教堂', '無', '法師塔']},
  {file:"039.png", points:['無', '無', '教堂', '法師塔', '無', '無', '教堂', '教堂']},
	
  //黑夜野獸丨大空洞
  {file:"325.png", points:['魔', '聖', '雷', '無', '法師塔', '教堂']},
  {file:"326.png", points:['火', '聖', '雷', '無', '教堂', '法師塔']},
  {file:"327.png", points:['火', '腐', '雷', '無', '法師塔', '教堂']},
  {file:"328.png", points:['魔', '聖', '睡', '教堂', '法師塔', '無']},
  {file:"329.png", points:['魔', '腐', '雷', '教堂', '法師塔', '無']},
	
//====================================================================================================
	
  //黑夜之爵丨普通地形
  {file:"040.png", points:['教堂','無','無','教堂','無','法師塔','法師塔','無','教堂','法師塔','無']},
  {file:"041.png", points:['法師塔','無','教堂','無','教堂','無','法師塔','無','無','教堂','法師塔']},
  {file:"042.png", points:['無','法師塔','無','教堂','無','無','法師塔','法師塔','教堂','教堂','無']},
  {file:"043.png", points:['法師塔','教堂','無','無','無','無','教堂','無','無','無','教堂']},
  {file:"044.png", points:['無','無','教堂','無','法師塔','無','無','教堂','教堂','無','無']},
  {file:"045.png", points:['無','無','無','法師塔','教堂','教堂','教堂','無','無','法師塔','無']},
  {file:"046.png", points:['無','無','法師塔','無','無','教堂','教堂','無','無','教堂','無']},
  {file:"047.png", points:['無','無','法師塔','教堂','無','教堂','無','無','無','教堂','無']},
  {file:"048.png", points:['教堂','教堂','無','無','無','法師塔','無','教堂','無','法師塔','無']},
  {file:"049.png", points:['教堂','教堂','法師塔','無','法師塔','無','教堂','法師塔','教堂','無','無']},
  {file:"050.png", points:['無','法師塔','無','教堂','無','法師塔','無','無','教堂','無','教堂']},
  {file:"051.png", points:['無','無','無','無','教堂','法師塔','無','法師塔','教堂','無','教堂']},
  {file:"052.png", points:['無','法師塔','無','法師塔','教堂','無','教堂','無','無','無','教堂']},
  {file:"053.png", points:['無','教堂','無','無','無','教堂','教堂','法師塔','教堂','無','無']},
  {file:"054.png", points:['教堂','法師塔','無','無','無','教堂','無','教堂','無','教堂','無']},
  {file:"055.png", points:['無','法師塔','教堂','無','法師塔','教堂','無','法師塔','無','教堂','無']},
  {file:"056.png", points:['教堂','教堂','法師塔','教堂','無','無','無','無','無','無','法師塔']},
  {file:"057.png", points:['法師塔','無','教堂','無','教堂','無','教堂','法師塔','教堂','無','法師塔']},
  {file:"058.png", points:['無','無','教堂','教堂','無','無','法師塔','無','無','無','教堂']},
  {file:"059.png", points:['教堂','無','教堂','無','無','法師塔','無','無','無','無','教堂']},
	
  {file:"330.png", points:['法師塔','無','無','無','教堂','無','教堂','無','無','法師塔','教堂']},
  {file:"331.png", points:['教堂','法師塔','無','無','教堂','無','無','無','無','法師塔','教堂']},
  {file:"332.png", points:['教堂','無','法師塔','法師塔','無','無','教堂','教堂','法師塔','無','無']},
  {file:"333.png", points:['無','教堂','無','教堂','無','無','法師塔','教堂','無','法師塔','法師塔']},
  {file:"334.png", points:['法師塔','無','教堂','無','教堂','無','法師塔','無','無','教堂','無']},
    
  //黑夜之爵丨山頂地形
  {file:"060.png", points:['教堂', '無', '法師塔', '教堂', '教堂', '無', '無', '無', '無']},
  {file:"061.png", points:['無', '教堂', '無', '教堂', '無', '無', '無', '法師塔', '教堂']},
  {file:"062.png", points:['法師塔', '無', '無', '教堂', '無', '教堂', '無', '教堂', '無']},
  {file:"063.png", points:['法師塔', '教堂', '無', '無', '無', '法師塔', '教堂', '教堂', '無']},
  {file:"064.png", points:['法師塔', '無', '教堂', '無', '無', '教堂', '教堂', '無', '教堂']},
	
  //黑夜之爵丨火山地形
  {file:"065.png", points:['教堂', '教堂', '法師塔', '無', '無', '無', '無', '教堂', '無']},
  {file:"066.png", points:['教堂', '無', '教堂', '無', '教堂', '無', '無', '法師塔', '無']},
  {file:"067.png", points:['教堂', '法師塔', '無', '無', '無', '教堂', '法師塔', '教堂', '無']},
  {file:"068.png", points:['無', '無', '教堂', '教堂', '無', '法師塔', '無', '教堂', '無']},
  {file:"069.png", points:['法師塔', '無', '教堂', '無', '教堂', '法師塔', '無', '無', '教堂']},
	
  //黑夜之爵丨腐敗地形
  {file:"070.png", points:['教堂', '教堂', '無', '教堂', '無', '法師塔', '無', '無']},
  {file:"071.png", points:['無', '無', '教堂', '無', '教堂', '法師塔', '教堂', '無']},
  {file:"072.png", points:['教堂', '法師塔', '教堂', '教堂', '無', '無', '無', '無']},
  {file:"073.png", points:['教堂', '無', '教堂', '無', '無', '法師塔', '無', '教堂']},
  {file:"074.png", points:['教堂', '無', '教堂', '法師塔', '教堂', '無', '法師塔', '無']},
	
  //黑夜之爵丨隱城地形
  {file:"075.png", points:['教堂', '無', '教堂', '教堂', '法師塔', '法師塔', '無', '教堂']},
  {file:"076.png", points:['無', '教堂', '無', '無', '教堂', '教堂', '無', '法師塔']},
  {file:"077.png", points:['教堂', '無', '教堂', '無', '教堂', '無', '無', '法師塔']},
  {file:"078.png", points:['教堂', '教堂', '無', '教堂', '法師塔', '無', '無', '無']},
  {file:"079.png", points:['教堂', '教堂', '無', '無', '教堂', '法師塔', '無', '無']},
	
  //黑夜之爵丨大空洞
  {file:"335.png", points:['火', '聖', '雷', '教堂', '教堂', '法師塔']},
  {file:"336.png", points:['魔', '聖', '睡', '無', '教堂', '教堂']},
  {file:"337.png", points:['魔', '腐', '睡', '無', '教堂', '法師塔']},
  {file:"338.png", points:['火', '腐', '雷', '教堂', '無', '法師塔']},
  {file:"339.png", points:['火', '腐', '雷', '教堂', '法師塔', '無']},
	
//====================================================================================================
	
  //黑夜之智丨普通地形
  {file:"080.png", points:['無','教堂','法師塔','無','無','法師塔','無','教堂','無','法師塔','教堂']},
  {file:"081.png", points:['法師塔','教堂','教堂','無','教堂','無','無','無','無','無','教堂']},
  {file:"082.png", points:['教堂','無','無','無','教堂','教堂','無','法師塔','無','無','教堂']},
  {file:"083.png", points:['教堂','法師塔','無','教堂','無','無','無','無','教堂','法師塔','法師塔']},
  {file:"084.png", points:['無','無','教堂','無','教堂','法師塔','法師塔','無','無','教堂','無']},
  {file:"085.png", points:['無','無','教堂','無','教堂','法師塔','法師塔','無','無','教堂','無']},
  {file:"086.png", points:['無','無','教堂','法師塔','無','教堂','無','無','無','教堂','無']},
  {file:"087.png", points:['無','法師塔','法師塔','教堂','法師塔','教堂','無','無','無','教堂','無']},
  {file:"088.png", points:['教堂','法師塔','無','教堂','無','無','無','法師塔','教堂','無','無']},
  {file:"089.png", points:['無','法師塔','教堂','教堂','無','無','無','無','教堂','法師塔','無']},
  {file:"090.png", points:['教堂','法師塔','無','法師塔','教堂','無','無','無','無','教堂','法師塔']},
  {file:"091.png", points:['無','無','教堂','法師塔','無','法師塔','教堂','無','無','教堂','無']},
  {file:"092.png", points:['無','教堂','無','無','教堂','無','法師塔','無','法師塔','教堂','無']},
  {file:"093.png", points:['無','無','法師塔','無','教堂','法師塔','教堂','法師塔','教堂','無','無']},
  {file:"094.png", points:['無','教堂','無','無','無','無','教堂','無','教堂','法師塔','無']},
  {file:"095.png", points:['無','法師塔','教堂','無','教堂','無','無','法師塔','教堂','無','無']},
  {file:"096.png", points:['無','法師塔','教堂','無','法師塔','無','無','教堂','教堂','無','教堂']},
  {file:"097.png", points:['無','無','教堂','教堂','無','法師塔','教堂','法師塔','教堂','無','法師塔']},
  {file:"098.png", points:['無','無','無','無','無','無','教堂','教堂','無','法師塔','教堂']},
  {file:"099.png", points:['法師塔','教堂','無','無','法師塔','無','無','無','教堂','無','教堂']},
		
  {file:"340.png", points:['無','教堂','教堂','無','法師塔','教堂','無','法師塔','無','無','法師塔']},
  {file:"341.png", points:['教堂','無','無','教堂','無','無','教堂','法師塔','教堂','無','無']},
  {file:"342.png", points:['教堂','法師塔','教堂','無','教堂','無','無','教堂','無','無','法師塔']},
  {file:"343.png", points:['無','法師塔','教堂','教堂','無','法師塔','無','無','教堂','法師塔','教堂']},
  {file:"344.png", points:['無','無','教堂','無','無','教堂','無','無','無','法師塔','教堂']},
	
  //黑夜之智丨山頂地形
  {file:"100.png", points:['教堂', '無', '法師塔', '無', '教堂', '無', '無', '教堂', '無']},
  {file:"101.png", points:['教堂', '法師塔', '無', '無', '法師塔', '無', '教堂', '無', '教堂']},
  {file:"102.png", points:['教堂', '無', '無', '無', '無', '教堂', '教堂', '無', '法師塔']},
  {file:"103.png", points:['教堂', '無', '無', '無', '法師塔', '無', '教堂', '無', '教堂']},
  {file:"104.png", points:['無', '法師塔', '教堂', '教堂', '教堂', '無', '法師塔', '教堂', '無']},
	
  //黑夜之智丨火山地形
  {file:"105.png", points:['教堂', '無', '無', '法師塔', '教堂', '教堂', '無', '無', '無']},
  {file:"106.png", points:['無', '無', '教堂', '無', '教堂', '無', '法師塔', '教堂', '無']},
  {file:"107.png", points:['無', '法師塔', '無', '無', '教堂', '教堂', '教堂', '無', '法師塔']},
  {file:"108.png", points:['無', '法師塔', '教堂', '無', '無', '無', '教堂', '教堂', '法師塔']},
  {file:"109.png", points:['教堂', '無', '無', '無', '教堂', '無', '法師塔', '教堂', '無']},
	
  //黑夜之智丨腐敗地形
  {file:"110.png", points:['教堂', '無', '法師塔', '教堂', '法師塔', '教堂', '無', '無']},
  {file:"111.png", points:['教堂', '法師塔', '法師塔', '無', '教堂', '無', '無', '教堂']},
  {file:"112.png", points:['無', '法師塔', '法師塔', '法師塔', '教堂', '無', '教堂', '教堂']},
  {file:"113.png", points:['無', '教堂', '無', '法師塔', '教堂', '無', '法師塔', '教堂']},
  {file:"114.png", points:['無', '無', '教堂', '無', '無', '法師塔', '教堂', '教堂']},
	
  //黑夜之智丨隱城地形
  {file:"115.png", points:['教堂', '教堂', '無', '教堂', '教堂', '無', '法師塔', '無']},
  {file:"116.png", points:['無', '無', '教堂', '無', '無', '教堂', '教堂', '法師塔']},
  {file:"117.png", points:['法師塔', '法師塔', '教堂', '無', '無', '無', '教堂', '教堂']},
  {file:"118.png", points:['教堂', '無', '法師塔', '法師塔', '教堂', '無', '無', '教堂']},
  {file:"119.png", points:['教堂', '教堂', '無', '無', '法師塔', '教堂', '法師塔', '無']},
	
  //黑夜之智丨大空洞
  {file:"345.png", points:['魔', '聖', '雷', '法師塔', '無', '教堂']},
  {file:"346.png", points:['魔', '聖', '雷', '無', '法師塔', '教堂']},
  {file:"347.png", points:['火', '腐', '睡', '無', '教堂', '教堂']},
  {file:"348.png", points:['魔', '聖', '睡', '教堂', '無', '法師塔']},
  {file:"349.png", points:['火', '腐', '睡', '法師塔', '無', '教堂']},
	
//====================================================================================================
	
  //深海黑夜丨普通地形
  {file:"120.png", points:['無','法師塔','無','教堂','無','教堂','法師塔','無','無','教堂','無']},
  {file:"121.png", points:['教堂','法師塔','無','教堂','法師塔','教堂','法師塔','無','無','教堂','無']},
  {file:"122.png", points:['法師塔','無','無','法師塔','教堂','無','無','無','教堂','教堂','教堂']},
  {file:"123.png", points:['教堂','教堂','無','法師塔','無','無','法師塔','無','教堂','教堂','無']},
  {file:"124.png", points:['無','無','教堂','無','法師塔','法師塔','教堂','無','法師塔','無','教堂']},
  {file:"125.png", points:['無','教堂','法師塔','無','無','無','無','教堂','無','法師塔','教堂']},
  {file:"126.png", points:['法師塔','教堂','無','無','教堂','無','教堂','法師塔','無','無','無']},
  {file:"127.png", points:['無','教堂','無','無','無','法師塔','教堂','教堂','法師塔','無','無']},
  {file:"128.png", points:['無','教堂','法師塔','無','無','無','教堂','法師塔','無','教堂','無']},
  {file:"129.png", points:['法師塔','無','無','教堂','無','教堂','無','無','法師塔','教堂','法師塔']},
  {file:"130.png", points:['教堂','無','無','無','無','無','無','教堂','法師塔','教堂','無']},
  {file:"131.png", points:['教堂','無','法師塔','教堂','無','法師塔','教堂','無','無','教堂','法師塔']},
  {file:"132.png", points:['教堂','無','法師塔','無','無','法師塔','教堂','法師塔','無','無','教堂']},
  {file:"133.png", points:['無','無','法師塔','教堂','無','教堂','無','無','無','教堂','法師塔']},
  {file:"134.png", points:['教堂','無','教堂','無','無','教堂','無','無','無','法師塔','無']},
  {file:"135.png", points:['教堂','無','無','無','無','教堂','教堂','法師塔','無','法師塔','無']},
  {file:"136.png", points:['無','無','無','法師塔','無','無','教堂','無','教堂','教堂','無']},
  {file:"137.png", points:['無','教堂','無','無','無','法師塔','法師塔','教堂','無','教堂','無']},
  {file:"138.png", points:['教堂','無','無','無','無','教堂','教堂','無','無','法師塔','無']},
  {file:"139.png", points:['教堂','法師塔','教堂','無','教堂','無','法師塔','無','無','無','無']},
			
  {file:"350.png", points:['無','法師塔','教堂','教堂','無','無','無','無','教堂','無','教堂']},
  {file:"351.png", points:['無','教堂','無','無','教堂','無','教堂','法師塔','無','法師塔','法師塔']},
  {file:"352.png", points:['教堂','無','無','無','法師塔','無','教堂','教堂','無','無','法師塔']},
  {file:"353.png", points:['無','無','無','法師塔','無','教堂','無','教堂','教堂','教堂','無']},
  {file:"354.png", points:['無','教堂','法師塔','教堂','無','教堂','法師塔','無','無','無','法師塔']},
	
  //深海黑夜丨山頂地形
  {file:"140.png", points:['法師塔', '無', '教堂', '教堂', '無', '法師塔', '無', '教堂', '無']},
  {file:"141.png", points:['無', '法師塔', '無', '無', '教堂', '教堂', '教堂', '法師塔', '無']},
  {file:"142.png", points:['教堂', '法師塔', '法師塔', '無', '教堂', '無', '無', '教堂', '無']},
  {file:"143.png", points:['教堂', '無', '無', '教堂', '教堂', '無', '法師塔', '無', '無']},
  {file:"144.png", points:['法師塔', '無', '無', '教堂', '教堂', '無', '無', '教堂', '無']},
	
  //深海黑夜丨火山地形
  {file:"145.png", points:['無', '法師塔', '教堂', '教堂', '無', '無', '無', '無', '教堂']},
  {file:"146.png", points:['教堂', '法師塔', '無', '法師塔', '無', '無', '教堂', '教堂', '無']},
  {file:"147.png", points:['教堂', '無', '法師塔', '無', '無', '教堂', '無', '教堂', '無']},
  {file:"148.png", points:['教堂', '無', '無', '無', '無', '教堂', '無', '法師塔', '教堂']},
  {file:"149.png", points:['無', '法師塔', '教堂', '教堂', '無', '法師塔', '無', '無', '教堂']},
	
  //深海黑夜丨腐敗地形
  {file:"150.png", points:['教堂', '教堂', '無', '無', '法師塔', '無', '教堂', '教堂']},
  {file:"151.png", points:['教堂', '無', '無', '法師塔', '無', '無', '教堂', '教堂']},
  {file:"152.png", points:['教堂', '法師塔', '教堂', '無', '教堂', '法師塔', '無', '無']},
  {file:"153.png", points:['法師塔', '教堂', '無', '教堂', '法師塔', '無', '教堂', '教堂']},
  {file:"154.png", points:['法師塔', '教堂', '無', '教堂', '無', '無', '教堂', '無']},
	
  //深海黑夜丨隱城地形
  {file:"155.png", points:['無', '無', '教堂', '教堂', '法師塔', '法師塔', '無', '教堂']},
  {file:"156.png", points:['教堂', '教堂', '無', '教堂', '無', '無', '法師塔', '法師塔']},
  {file:"157.png", points:['教堂', '無', '教堂', '教堂', '法師塔', '無', '無', '無']},
  {file:"158.png", points:['教堂', '無', '教堂', '教堂', '法師塔', '無', '法師塔', '教堂']},
  {file:"159.png", points:['教堂', '無', '教堂', '無', '無', '無', '教堂', '法師塔']},
	
  //深海黑夜丨大空洞
  {file:"355.png", points:['魔', '聖', '雷', '法師塔', '教堂', '無']},
  {file:"356.png", points:['火', '腐', '睡', '法師塔', '教堂', '法師塔']},
  {file:"357.png", points:['魔', '腐', '雷', '法師塔', '法師塔', '教堂']},
  {file:"358.png", points:['火', '聖', '雷', '無', '法師塔', '教堂']},
  {file:"359.png", points:['火', '腐', '雷', '無', '法師塔', '教堂']},
	
//====================================================================================================
	
  //黑夜之魔丨普通地形
  {file:"160.png", points:['教堂','教堂','無','無','法師塔','無','無','無','教堂','無','法師塔']},
  {file:"161.png", points:['教堂','無','無','無','法師塔','無','教堂','教堂','法師塔','法師塔','無']},
  {file:"162.png", points:['法師塔','教堂','無','無','無','無','教堂','無','無','教堂','無']},
  {file:"163.png", points:['無','無','教堂','無','法師塔','教堂','法師塔','無','無','教堂','無']},
  {file:"164.png", points:['無','無','教堂','無','無','無','法師塔','無','教堂','教堂','法師塔']},
  {file:"165.png", points:['教堂','教堂','無','無','法師塔','法師塔','無','教堂','無','無','法師塔']},
  {file:"166.png", points:['無','教堂','教堂','無','法師塔','無','無','無','教堂','教堂','無']},
  {file:"167.png", points:['無','無','教堂','法師塔','無','無','教堂','無','教堂','法師塔','法師塔']},
  {file:"168.png", points:['教堂','無','無','教堂','無','教堂','法師塔','法師塔','無','法師塔','無']},
  {file:"169.png", points:['無','法師塔','無','教堂','無','教堂','法師塔','無','無','教堂','無']},
  {file:"170.png", points:['無','法師塔','教堂','教堂','法師塔','教堂','無','無','無','無','無']},
  {file:"171.png", points:['法師塔','無','無','無','教堂','法師塔','教堂','無','教堂','法師塔','無']},
  {file:"172.png", points:['無','無','教堂','法師塔','教堂','無','教堂','法師塔','無','法師塔','無']},
  {file:"173.png", points:['無','教堂','無','法師塔','教堂','法師塔','教堂','無','教堂','無','無']},
  {file:"174.png", points:['法師塔','無','教堂','教堂','無','無','法師塔','無','無','教堂','無']},
  {file:"175.png", points:['無','法師塔','教堂','教堂','無','無','無','無','無','無','教堂']},
  {file:"176.png", points:['教堂','無','無','無','法師塔','教堂','教堂','無','無','法師塔','無']},
  {file:"177.png", points:['無','教堂','無','法師塔','無','法師塔','教堂','無','法師塔','教堂','無']},
  {file:"178.png", points:['無','無','無','教堂','法師塔','教堂','教堂','無','法師塔','法師塔','無']},
  {file:"179.png", points:['法師塔','教堂','無','無','法師塔','無','教堂','教堂','無','無','法師塔']},
				
  {file:"360.png", points:['無','無','法師塔','無','無','無','無','教堂','教堂','無','教堂']},
  {file:"361.png", points:['法師塔','無','無','教堂','無','教堂','教堂','無','無','無','無']},
  {file:"362.png", points:['教堂','無','無','無','法師塔','教堂','法師塔','法師塔','教堂','無','教堂']},
  {file:"363.png", points:['無','法師塔','無','無','教堂','無','教堂','法師塔','無','無','教堂']},
  {file:"364.png", points:['教堂','法師塔','無','無','教堂','教堂','無','無','法師塔','無','無']},
	
  //黑夜之魔丨山頂地形
  {file:"180.png", points:['教堂', '無', '無', '法師塔', '無', '教堂', '法師塔', '教堂', '無']},
  {file:"181.png", points:['教堂', '無', '無', '法師塔', '法師塔', '教堂', '無', '教堂', '無']},
  {file:"182.png", points:['無', '無', '教堂', '教堂', '教堂', '無', '無', '法師塔', '無']},
  {file:"183.png", points:['教堂', '無', '法師塔', '無', '教堂', '無', '教堂', '法師塔', '無']},
  {file:"184.png", points:['教堂', '無', '法師塔', '無', '教堂', '無', '無', '無', '教堂']},
	
  //黑夜之魔丨火山地形
  {file:"185.png", points:['教堂', '無', '無', '無', '無', '無', '教堂', '教堂', '法師塔']},
  {file:"186.png", points:['教堂', '法師塔', '無', '無', '教堂', '無', '法師塔', '教堂', '教堂']},
  {file:"187.png", points:['無', '無', '教堂', '無', '無', '法師塔', '教堂', '教堂', '無']},
  {file:"188.png", points:['無', '無', '法師塔', '教堂', '無', '教堂', '法師塔', '無', '教堂']},
  {file:"189.png", points:['無', '法師塔', '教堂', '無', '無', '法師塔', '教堂', '教堂', '無']},
	
  //黑夜之魔丨腐敗地形
  {file:"190.png", points:['無', '無', '法師塔', '教堂', '無', '教堂', '無', '教堂']},
  {file:"191.png", points:['教堂', '無', '教堂', '教堂', '法師塔', '法師塔', '無', '無']},
  {file:"192.png", points:['無', '法師塔', '無', '教堂', '無', '無', '教堂', '教堂']},
  {file:"193.png", points:['無', '無', '法師塔', '無', '教堂', '教堂', '無', '教堂']},
  {file:"194.png", points:['教堂', '教堂', '法師塔', '無', '無', '法師塔', '無', '教堂']},
	
  //黑夜之魔丨隱城地形
  {file:"195.png", points:['法師塔', '教堂', '無', '無', '教堂', '無', '無', '教堂']},
  {file:"196.png", points:['無', '教堂', '無', '法師塔', '教堂', '無', '無', '教堂']},
  {file:"197.png", points:['法師塔', '教堂', '教堂', '教堂', '無', '法師塔', '無', '教堂']},
  {file:"198.png", points:['教堂', '教堂', '法師塔', '無', '無', '無', '教堂', '無']},
  {file:"199.png", points:['教堂', '無', '教堂', '無', '教堂', '教堂', '法師塔', '無']},
	
  //黑夜之魔丨大空洞
  {file:"365.png", points:['魔', '聖', '睡', '無', '法師塔', '教堂']},
  {file:"366.png", points:['火', '聖', '睡', '教堂', '教堂', '法師塔']},
  {file:"367.png", points:['火', '腐', '雷', '教堂', '法師塔', '法師塔']},
  {file:"368.png", points:['魔', '腐', '雷', '法師塔', '無', '教堂']},
  {file:"369.png", points:['魔', '聖', '睡', '無', '教堂', '教堂']},
	
//====================================================================================================
	
  //黑夜光騎士丨普通地形
  {file:"200.png", points:['無','無','無','無','教堂','法師塔','無','無','教堂','教堂','無']},
  {file:"201.png", points:['教堂','法師塔','無','法師塔','教堂','無','教堂','無','無','法師塔','無']},
  {file:"202.png", points:['法師塔','教堂','無','法師塔','無','法師塔','教堂','無','無','教堂','無']},
  {file:"203.png", points:['教堂','無','教堂','法師塔','無','教堂','無','法師塔','無','法師塔','無']},
  {file:"204.png", points:['教堂','無','教堂','法師塔','教堂','無','無','無','無','無','無']},
  {file:"205.png", points:['無','無','教堂','無','法師塔','教堂','法師塔','無','無','教堂','無']},
  {file:"206.png", points:['教堂','無','教堂','無','教堂','無','法師塔','無','無','無','無']},
  {file:"207.png", points:['教堂','無','教堂','無','無','無','無','法師塔','法師塔','教堂','法師塔']},
  {file:"208.png", points:['無','教堂','無','無','無','無','法師塔','無','教堂','法師塔','教堂']},
  {file:"209.png", points:['教堂','無','無','無','無','無','教堂','法師塔','教堂','無','無']},
  {file:"210.png", points:['教堂','無','無','教堂','無','法師塔','無','無','無','教堂','無']},
  {file:"211.png", points:['無','教堂','法師塔','無','教堂','法師塔','無','無','無','教堂','無']},
  {file:"212.png", points:['無','法師塔','教堂','無','無','無','無','教堂','無','法師塔','教堂']},
  {file:"213.png", points:['無','無','法師塔','無','教堂','教堂','無','無','無','教堂','無']},
  {file:"214.png", points:['教堂','教堂','法師塔','教堂','無','教堂','無','法師塔','法師塔','無','無']},
  {file:"215.png", points:['無','無','教堂','教堂','無','法師塔','無','教堂','教堂','無','無']},
  {file:"216.png", points:['教堂','無','無','法師塔','教堂','無','無','無','無','教堂','無']},
  {file:"217.png", points:['無','教堂','無','無','法師塔','法師塔','教堂','無','教堂','無','法師塔']},
  {file:"218.png", points:['無','無','教堂','無','無','教堂','法師塔','法師塔','教堂','教堂','法師塔']},
  {file:"219.png", points:['教堂','無','無','無','教堂','法師塔','教堂','法師塔','無','無','教堂']},
					
  {file:"370.png", points:['無','無','無','無','教堂','法師塔','無','教堂','教堂','法師塔','教堂']},
  {file:"371.png", points:['無','教堂','無','教堂','無','無','無','無','無','教堂','法師塔']},
  {file:"372.png", points:['無','無','無','無','教堂','教堂','法師塔','無','法師塔','教堂','教堂']},
  {file:"373.png", points:['無','無','無','教堂','法師塔','法師塔','教堂','無','法師塔','教堂','無']},
  {file:"374.png", points:['無','無','教堂','教堂','法師塔','法師塔','無','無','教堂','法師塔','無']},
	
  //黑夜光騎士丨山頂地形
  {file:"220.png", points:['無', '無', '無', '無', '教堂', '法師塔', '教堂', '教堂', '法師塔']},
  {file:"221.png", points:['無', '無', '教堂', '無', '教堂', '無', '無', '教堂', '法師塔']},
  {file:"222.png", points:['無', '教堂', '無', '無', '無', '無', '教堂', '法師塔', '教堂']},
  {file:"223.png", points:['法師塔', '教堂', '無', '無', '無', '無', '教堂', '教堂', '法師塔']},
  {file:"224.png", points:['教堂', '無', '法師塔', '教堂', '無', '教堂', '法師塔', '教堂', '無']},
	
  //黑夜光騎士丨火山地形
  {file:"225.png", points:['無', '無', '教堂', '法師塔', '教堂', '無', '無', '無', '教堂']},
  {file:"226.png", points:['無', '教堂', '無', '無', '無', '法師塔', '教堂', '無', '教堂']},
  {file:"227.png", points:['無', '教堂', '無', '教堂', '無', '法師塔', '教堂', '教堂', '無']},
  {file:"228.png", points:['無', '教堂', '法師塔', '教堂', '無', '無', '無', '教堂', '無']},
  {file:"229.png", points:['無', '無', '無', '法師塔', '無', '教堂', '教堂', '法師塔', '教堂']},
	
  //黑夜光騎士丨腐敗地形
  {file:"230.png", points:['教堂', '無', '教堂', '無', '法師塔', '無', '法師塔', '教堂']},
  {file:"231.png", points:['無', '教堂', '無', '無', '教堂', '法師塔', '無', '法師塔']},
  {file:"232.png", points:['無', '無', '教堂', '無', '教堂', '教堂', '無', '法師塔']},
  {file:"233.png", points:['無', '法師塔', '教堂', '無', '教堂', '法師塔', '教堂', '無']},
  {file:"234.png", points:['教堂', '無', '教堂', '無', '法師塔', '無', '教堂', '無']},
	
  //黑夜光騎士丨隱城地形
  {file:"235.png", points:['教堂', '教堂', '無', '法師塔', '無', '無', '無', '教堂']},
  {file:"236.png", points:['教堂', '無', '無', '法師塔', '教堂', '教堂', '法師塔', '無']},
  {file:"237.png", points:['教堂', '無', '無', '無', '教堂', '法師塔', '無', '教堂']},
  {file:"238.png", points:['教堂', '無', '教堂', '無', '無', '無', '教堂', '法師塔']},
  {file:"239.png", points:['教堂', '教堂', '無', '無', '法師塔', '無', '無', '教堂']},
	
  //黑夜光騎士丨大空洞
  {file:"375.png", points:['魔', '腐', '睡', '法師塔', '教堂', '無']},
  {file:"376.png", points:['魔', '腐', '雷', '教堂', '無', '法師塔']},
  {file:"377.png", points:['火', '腐', '雷', '教堂', '教堂', '無']},
  {file:"378.png", points:['火', '聖', '睡', '法師塔', '教堂', '法師塔']},
  {file:"379.png", points:['火', '聖', '雷', '教堂', '無', '法師塔']},
	
//====================================================================================================
	
  //黑夜霧霾丨普通地形
  {file:"240.png", points:['無','無','無','無','無','教堂','教堂','無','無','法師塔','教堂']},
  {file:"241.png", points:['教堂','無','無','無','法師塔','法師塔','教堂','無','無','無','教堂']},
  {file:"242.png", points:['教堂','法師塔','無','無','教堂','無','教堂','無','法師塔','無','無']},
  {file:"243.png", points:['無','無','教堂','教堂','法師塔','法師塔','無','無','無','教堂','無']},
  {file:"244.png", points:['無','無','教堂','無','無','無','無','教堂','無','法師塔','教堂']},
  {file:"245.png", points:['法師塔','教堂','法師塔','無','法師塔','無','教堂','教堂','教堂','無','無']},
  {file:"246.png", points:['教堂','無','法師塔','無','無','無','無','教堂','無','教堂','無']},
  {file:"247.png", points:['無','教堂','法師塔','無','無','法師塔','無','教堂','教堂','無','無']},
  {file:"248.png", points:['無','教堂','無','無','法師塔','無','教堂','無','教堂','法師塔','教堂']},
  {file:"249.png", points:['教堂','無','法師塔','無','無','無','無','法師塔','教堂','教堂','無']},
  {file:"250.png", points:['無','教堂','法師塔','法師塔','教堂','無','無','無','教堂','無','無']},
  {file:"251.png", points:['教堂','無','無','無','無','教堂','無','無','無','法師塔','教堂']},
  {file:"252.png", points:['無','無','無','教堂','無','教堂','無','無','法師塔','法師塔','教堂']},
  {file:"253.png", points:['無','教堂','無','教堂','法師塔','無','無','無','無','教堂','法師塔']},
  {file:"254.png", points:['法師塔','無','無','無','教堂','教堂','教堂','法師塔','無','無','法師塔']},
  {file:"255.png", points:['無','法師塔','教堂','無','無','無','教堂','教堂','無','法師塔','無']},
  {file:"256.png", points:['教堂','無','無','無','法師塔','無','教堂','無','教堂','無','無']},
  {file:"257.png", points:['無','教堂','無','無','教堂','無','無','法師塔','無','教堂','無']},
  {file:"258.png", points:['教堂','教堂','無','無','法師塔','無','法師塔','無','教堂','無','無']},
  {file:"259.png", points:['無','教堂','無','無','教堂','法師塔','無','無','無','無','教堂']},
					
  {file:"380.png", points:['教堂','教堂','無','無','法師塔','無','無','無','無','教堂','無']},
  {file:"381.png", points:['法師塔','教堂','無','教堂','無','教堂','法師塔','無','無','無','無']},
  {file:"382.png", points:['教堂','無','教堂','法師塔','無','法師塔','無','無','教堂','無','教堂']},
  {file:"383.png", points:['無','教堂','法師塔','無','教堂','法師塔','無','無','法師塔','教堂','無']},
  {file:"384.png", points:['法師塔','法師塔','教堂','無','教堂','教堂','無','無','無','無','無']},

	
  //黑夜霧霾丨山頂地形
  {file:"260.png", points:['無', '法師塔', '無', '教堂', '教堂', '無', '無', '無', '教堂']},
  {file:"261.png", points:['無', '法師塔', '無', '教堂', '無', '教堂', '無', '教堂', '法師塔']},
  {file:"262.png", points:['無', '教堂', '法師塔', '無', '無', '無', '教堂', '教堂', '無']},
  {file:"263.png", points:['無', '無', '教堂', '教堂', '無', '無', '法師塔', '無', '教堂']},
  {file:"264.png", points:['無', '無', '教堂', '法師塔', '教堂', '無', '無', '無', '教堂']},
	
  //黑夜霧霾丨火山地形
  {file:"265.png", points:['無', '無', '教堂', '教堂', '教堂', '無', '法師塔', '法師塔', '無']},
  {file:"266.png", points:['無', '法師塔', '無', '無', '教堂', '教堂', '教堂', '無', '無']},
  {file:"267.png", points:['教堂', '無', '無', '法師塔', '教堂', '教堂', '無', '教堂', '法師塔']},
  {file:"268.png", points:['無', '教堂', '無', '教堂', '教堂', '教堂', '無', '無', '法師塔']},
  {file:"269.png", points:['無', '無', '無', '教堂', '法師塔', '教堂', '法師塔', '教堂', '無']},
	
  //黑夜霧霾丨腐敗地形
  {file:"270.png", points:['法師塔', '無', '無', '教堂', '無', '教堂', '無', '教堂']},
  {file:"271.png", points:['無', '教堂', '法師塔', '法師塔', '教堂', '無', '教堂', '無']},
  {file:"272.png", points:['無', '無', '教堂', '教堂', '無', '教堂', '法師塔', '法師塔']},
  {file:"273.png", points:['教堂', '教堂', '無', '法師塔', '教堂', '無', '無', '法師塔']},
  {file:"274.png", points:['教堂', '無', '教堂', '無', '法師塔', '無', '教堂', '無']},
	
  //黑夜霧霾丨隱城地形
  {file:"275.png", points:['無', '法師塔', '教堂', '無', '無', '教堂', '教堂', '教堂']},
  {file:"276.png", points:['教堂', '無', '教堂', '法師塔', '無', '無', '教堂', '無']},
  {file:"277.png", points:['法師塔', '教堂', '無', '無', '無', '教堂', '教堂', '教堂']},
  {file:"278.png", points:['無', '教堂', '無', '法師塔', '教堂', '法師塔', '無', '教堂']},
  {file:"279.png", points:['無', '法師塔', '教堂', '教堂', '無', '無', '無', '教堂']},
	
  //黑夜霧霾丨大空洞
  {file:"385.png", points:['魔', '聖', '睡', '教堂', '無', '法師塔']},
  {file:"386.png", points:['魔', '聖', '雷', '法師塔', '教堂', '教堂']},
  {file:"387.png", points:['魔', '腐', '雷', '教堂', '教堂', '法師塔']},
  {file:"388.png", points:['火', '聖', '雷', '無', '教堂', '教堂']},
  {file:"389.png", points:['火', '腐', '雷', '教堂', '法師塔', '無']},
	
//====================================================================================================
	
  //黑夜王丨普通地形
  {file:"280.png", points:['教堂','無','法師塔','法師塔','教堂','無','無','無','無','教堂','無']},
  {file:"281.png", points:['法師塔','無','無','無','教堂','法師塔','教堂','法師塔','教堂','無','無']},
  {file:"282.png", points:['無','教堂','法師塔','無','無','無','教堂','無','教堂','無','法師塔']},
  {file:"283.png", points:['無','教堂','無','法師塔','無','無','無','教堂','教堂','無','無']},
  {file:"284.png", points:['教堂','法師塔','無','教堂','法師塔','無','無','無','無','法師塔','教堂']},
  {file:"285.png", points:['無','教堂','法師塔','教堂','法師塔','無','無','無','教堂','法師塔','無']},
  {file:"286.png", points:['教堂','無','無','無','教堂','無','無','無','法師塔','無','教堂']},
  {file:"287.png", points:['教堂','無','無','教堂','無','無','教堂','無','教堂','無','法師塔']},
  {file:"288.png", points:['教堂','教堂','無','無','法師塔','無','教堂','無','教堂','法師塔','法師塔']},
  {file:"289.png", points:['無','無','教堂','法師塔','教堂','教堂','無','無','無','法師塔','無']},
  {file:"290.png", points:['教堂','無','無','法師塔','無','無','教堂','教堂','無','無','無']},
  {file:"291.png", points:['無','法師塔','無','無','無','教堂','教堂','無','無','教堂','無']},
  {file:"292.png", points:['無','法師塔','教堂','無','教堂','無','無','法師塔','無','教堂','無']},
  {file:"293.png", points:['教堂','無','無','無','教堂','無','教堂','法師塔','無','法師塔','無']},
  {file:"294.png", points:['無','教堂','法師塔','教堂','無','法師塔','無','教堂','無','無','教堂']},
  {file:"295.png", points:['無','教堂','無','無','無','無','教堂','法師塔','無','教堂','無']},
  {file:"296.png", points:['無','無','教堂','無','法師塔','無','無','教堂','無','教堂','無']},
  {file:"297.png", points:['教堂','教堂','無','法師塔','教堂','無','法師塔','無','無','無','法師塔']},
  {file:"298.png", points:['無','無','無','無','無','教堂','教堂','法師塔','無','無','教堂']},
  {file:"299.png", points:['無','教堂','無','教堂','無','無','無','法師塔','無','教堂','無']},
						
  {file:"390.png", points:['無','教堂','無','無','無','法師塔','無','法師塔','教堂','無','教堂']},
  {file:"391.png", points:['無','無','無','教堂','無','教堂','教堂','無','無','法師塔','法師塔']},
  {file:"392.png", points:['無','無','無','法師塔','無','教堂','無','法師塔','教堂','教堂','法師塔']},
  {file:"393.png", points:['無','法師塔','無','無','法師塔','教堂','無','無','無','教堂','教堂']},
  {file:"394.png", points:['無','無','無','無','法師塔','教堂','法師塔','教堂','無','無','教堂']},
	
  //黑夜王丨山頂地形
  {file:"300.png", points:['無', '無', '教堂', '法師塔', '法師塔', '無', '教堂', '教堂', '無']},
  {file:"301.png", points:['教堂', '無', '教堂', '教堂', '法師塔', '法師塔', '無', '無', '無']},
  {file:"302.png", points:['無', '教堂', '法師塔', '教堂', '法師塔', '無', '無', '教堂', '無']},
  {file:"303.png", points:['無', '教堂', '無', '教堂', '法師塔', '無', '無', '教堂', '無']},
  {file:"304.png", points:['無', '無', '無', '教堂', '教堂', '無', '法師塔', '無', '教堂']},
	  
  //黑夜王丨火山地形
  {file:"305.png", points:['無', '法師塔', '教堂', '教堂', '無', '法師塔', '無', '教堂', '無']},
  {file:"306.png", points:['無', '無', '教堂', '法師塔', '無', '法師塔', '教堂', '教堂', '無']},
  {file:"307.png", points:['教堂', '教堂', '無', '無', '法師塔', '無', '無', '教堂', '無']},
  {file:"308.png", points:['教堂', '無', '教堂', '法師塔', '無', '無', '無', '無', '教堂']},
  {file:"309.png", points:['教堂', '無', '教堂', '教堂', '教堂', '無', '無', '法師塔', '無']},
	
  //黑夜王丨腐敗地形
  {file:"310.png", points:['教堂', '教堂', '法師塔', '無', '教堂', '法師塔', '無', '無']},
  {file:"311.png", points:['無', '教堂', '教堂', '法師塔', '教堂', '法師塔', '教堂', '無']},
  {file:"312.png", points:['教堂', '無', '無', '法師塔', '教堂', '法師塔', '無', '教堂']},
  {file:"313.png", points:['無', '無', '教堂', '法師塔', '教堂', '教堂', '法師塔', '無']},
  {file:"314.png", points:['無', '無', '教堂', '教堂', '無', '無', '教堂', '法師塔']},
	
  //黑夜王丨隱城地形
  {file:"315.png", points:['教堂', '教堂', '無', '教堂', '法師塔', '法師塔', '無', '無']},
  {file:"316.png", points:['無', '法師塔', '無', '法師塔', '教堂', '教堂', '無', '教堂']},
  {file:"317.png", points:['教堂', '教堂', '無', '無', '教堂', '無', '法師塔', '無']},
  {file:"318.png", points:['無', '無', '教堂', '法師塔', '法師塔', '無', '教堂', '教堂']},
  {file:"319.png", points:['教堂', '無', '教堂', '無', '教堂', '無', '法師塔', '無']},
	
  //黑夜王丨大空洞
  {file:"395.png", points:['火', '聖', '雷', '法師塔', '無', '教堂']},
  {file:"396.png", points:['火', '腐', '睡', '教堂', '教堂', '無']},
  {file:"397.png", points:['魔', '腐', '雷', '法師塔', '教堂', '教堂']},
  {file:"398.png", points:['火', '腐', '睡', '法師塔', '教堂', '教堂']},
  {file:"399.png", points:['魔', '聖', '睡', '教堂', '教堂', '無']},
	
//====================================================================================================
		
  //安定者們丨普通地形
  {file:"400.png", points:['無','無','教堂','法師塔','教堂','無','無','無','無','法師塔','教堂']},
  {file:"401.png", points:['無','法師塔','無','無','教堂','無','無','教堂','無','教堂','無']},
  {file:"402.png", points:['無','教堂','無','教堂','無','法師塔','無','教堂','無','法師塔','無']},
  {file:"403.png", points:['無','無','無','教堂','無','法師塔','教堂','無','教堂','無','無']},
  {file:"404.png", points:['法師塔','無','無','無','無','無','教堂','無','法師塔','教堂','教堂']},
  {file:"405.png", points:['無','教堂','教堂','無','無','無','法師塔','無','教堂','教堂','無']},
  {file:"406.png", points:['教堂','教堂','無','教堂','無','無','無','法師塔','無','無','無']},
  {file:"407.png", points:['教堂','無','無','無','教堂','無','無','無','無','教堂','法師塔']},
  {file:"408.png", points:['無','法師塔','教堂','無','法師塔','教堂','教堂','無','教堂','無','法師塔']},
  {file:"409.png", points:['法師塔','法師塔','法師塔','教堂','無','無','無','無','教堂','無','教堂']},
  {file:"410.png", points:['教堂','無','無','無','教堂','無','無','教堂','無','法師塔','法師塔']},
  {file:"411.png", points:['無','無','無','無','無','無','法師塔','教堂','法師塔','教堂','教堂']},
  {file:"412.png", points:['教堂','教堂','教堂','法師塔','無','無','教堂','法師塔','法師塔','無','無']},
  {file:"413.png", points:['無','教堂','無','教堂','法師塔','無','無','教堂','無','無','法師塔']},
  {file:"414.png", points:['法師塔','無','教堂','法師塔','教堂','無','無','無','教堂','無','無']},
  {file:"415.png", points:['無','教堂','無','無','無','法師塔','無','無','教堂','法師塔','教堂']},
  {file:"416.png", points:['法師塔','法師塔','教堂','教堂','無','教堂','教堂','無','無','無','無']},
  {file:"417.png", points:['無','無','無','教堂','無','無','法師塔','無','無','教堂','教堂']},
  {file:"418.png", points:['教堂','法師塔','無','無','教堂','無','無','教堂','法師塔','無','無']},
  {file:"419.png", points:['無','無','無','法師塔','無','無','法師塔','教堂','教堂','法師塔','教堂']},
	
  //安定者們丨山頂地形
  {file:"420.png", points:['法師塔', '法師塔', '無', '無', '教堂', '教堂', '無', '教堂', '無']},
  {file:"421.png", points:['無', '教堂', '無', '教堂', '無', '教堂', '法師塔', '無', '無']},
  {file:"422.png", points:['教堂', '法師塔', '無', '無', '教堂', '無', '教堂', '無', '無']},
  {file:"423.png", points:['無', '無', '無', '教堂', '無', '法師塔', '無', '教堂', '教堂']},
  {file:"424.png", points:['教堂', '教堂', '法師塔', '法師塔', '無', '教堂', '無', '無', '無']},
	
  //安定者們丨火山地形
  {file:"425.png", points:['法師塔', '教堂', '無', '無', '教堂', '無', '教堂', '無', '教堂']},
  {file:"426.png", points:['法師塔', '無', '教堂', '教堂', '無', '無', '教堂', '無', '無']},
  {file:"427.png", points:['法師塔', '教堂', '無', '教堂', '無', '法師塔', '無', '無', '教堂']},
  {file:"428.png", points:['法師塔', '教堂', '無', '無', '教堂', '無', '法師塔', '教堂', '無']},
  {file:"429.png", points:['無', '無', '法師塔', '無', '教堂', '教堂', '教堂', '無', '無']},
	
  //安定者們丨腐敗地形
  {file:"430.png", points:['教堂', '無', '教堂', '無', '教堂', '法師塔', '教堂', '無']},
  {file:"431.png", points:['無', '法師塔', '無', '無', '法師塔', '教堂', '教堂', '教堂']},
  {file:"432.png", points:['法師塔', '無', '教堂', '無', '法師塔', '無', '教堂', '教堂']},
  {file:"433.png", points:['法師塔', '教堂', '教堂', '教堂', '無', '無', '無', '法師塔']},
  {file:"434.png", points:['無', '教堂', '無', '法師塔', '教堂', '法師塔', '無', '教堂']},
	
  //安定者們丨隱城地形
  {file:"455.png", points:['無', '教堂', '無', '無', '教堂', '教堂', '法師塔', '無']},
  {file:"456.png", points:['法師塔', '無', '教堂', '教堂', '法師塔', '無', '教堂', '無']},
  {file:"457.png", points:['無', '教堂', '法師塔', '無', '無', '教堂', '無', '教堂']},
  {file:"458.png", points:['無', '無', '教堂', '教堂', '教堂', '無', '法師塔', '教堂']},
  {file:"459.png", points:['法師塔', '無', '無', '無', '法師塔', '教堂', '教堂', '教堂']},
	
  //安定者們丨大空洞
  {file:"435.png", points:['火', '腐', '雷', '法師塔', '法師塔', '教堂']},
  {file:"436.png", points:['魔', '腐', '睡', '法師塔', '無', '教堂']},
  {file:"437.png", points:['火', '腐', '雷', '法師塔', '教堂', '無']},
  {file:"438.png", points:['魔', '腐', '雷', '教堂', '教堂', '無']},
  {file:"439.png", points:['魔', '腐', '雷', '法師塔', '教堂', '教堂']},
  {file:"440.png", points:['魔', '聖', '睡', '無', '教堂', '教堂']},
  {file:"441.png", points:['魔', '聖', '雷', '教堂', '教堂', '無']},
  {file:"442.png", points:['火', '聖', '雷', '法師塔', '教堂', '教堂']},
  {file:"443.png", points:['魔', '腐', '雷', '教堂', '法師塔', '無']},
  {file:"444.png", points:['魔', '腐', '雷', '教堂', '教堂', '法師塔']},
  {file:"445.png", points:['魔', '聖', '睡', '無', '教堂', '教堂']},
  {file:"446.png", points:['魔', '腐', '睡', '法師塔', '教堂', '無']},
  {file:"447.png", points:['火', '聖', '睡', '法師塔', '教堂', '教堂']},
  {file:"448.png", points:['火', '聖', '雷', '教堂', '無', '法師塔']},
  {file:"449.png", points:['火', '聖', '睡', '教堂', '無', '法師塔']},
  {file:"450.png", points:['火', '聖', '睡', '法師塔', '無', '教堂']},
  {file:"451.png", points:['火', '腐', '雷', '無', '教堂', '法師塔']},
  {file:"452.png", points:['火', '聖', '雷', '無', '教堂', '教堂']},
  {file:"453.png", points:['魔', '腐', '睡', '無', '教堂', '教堂']},
  {file:"454.png", points:['火', '聖', '雷', '無', '教堂', '教堂']},
	
//====================================================================================================
	
  //廢棄物之王丨大空洞
  {file:"495.png", points:['魔', '聖', '睡', '教堂', '無', '法師塔']},
  {file:"496.png", points:['魔', '腐', '睡', '法師塔', '教堂', '無']},
  {file:"497.png", points:['火', '腐', '雷', '法師塔', '教堂', '無']},
  {file:"498.png", points:['火', '腐', '睡', '無', '教堂', '教堂']},
  {file:"499.png", points:['魔', '聖', '雷', '法師塔', '教堂', '教堂']},
  {file:"500.png", points:['火', '聖', '睡', '教堂', '教堂', '法師塔']},
  {file:"501.png", points:['火', '腐', '睡', '法師塔', '無', '教堂']},
  {file:"502.png", points:['魔', '聖', '雷', '無', '教堂', '法師塔']},
  {file:"503.png", points:['火', '腐', '雷', '無', '教堂', '法師塔']},
  {file:"504.png", points:['火', '聖', '睡', '教堂', '法師塔', '無']},
  {file:"505.png", points:['火', '腐', '雷', '法師塔', '教堂', '教堂']},
  {file:"506.png", points:['火', '聖', '雷', '法師塔', '無', '教堂']},
  {file:"507.png", points:['火', '聖', '睡', '教堂', '法師塔', '無']},
  {file:"508.png", points:['魔', '腐', '雷', '教堂', '教堂', '法師塔']},
  {file:"509.png", points:['魔', '聖', '雷', '教堂', '教堂', '法師塔']},
  {file:"510.png", points:['魔', '聖', '雷', '法師塔', '教堂', '教堂']},
  {file:"511.png", points:['火', '腐', '雷', '無', '教堂', '教堂']},
  {file:"512.png", points:['魔', '腐', '雷', '法師塔', '無', '教堂']},
  {file:"513.png", points:['魔', '聖', '雷', '法師塔', '無', '教堂']},
  {file:"514.png", points:['魔', '腐', '睡', '教堂', '無', '法師塔']},
];