     const imageTexts = {
    "000.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "祖靈",
        "第一夜": "亞人雙人組",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "黑夜勢力"
    },
    "001.png": {
        "地下": "鈴珠獵人",
        "主要": "熔爐騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "亞人雙人組",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "002.png": {
        "地下": "王室幽魂",
        "主要": "失鄉騎士",
        "樓頂": "祖靈",
        "第一夜": "鈴珠獵人",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "003.png": {
        "地下": "王夫的紅狼",
        "主要": "失鄉騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "鈴珠獵人",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "004.png": {
        "地下": "薩米爾的古英雄",
        "主要": "失鄉騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "亞人雙人組",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "黑夜勢力"
    },
    "005.png": {
        "地下": "接枝貴族",
        "主要": "熔爐騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "亞人雙人組",
        "第二夜": "蒙葛特",
        "第一天": "黑夜勢力",
        "第二天": "無"
    },
    "006.png": {
        "地下": "黑刀刺客",
        "主要": "山妖",
        "樓頂": "大樹守衛",
        "第一夜": "亞人雙人組",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "007.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "鈴珠獵人",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "008.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "鈴珠獵人",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "黑夜勢力"
    },
    "009.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "鈴珠獵人",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "010.png": {
        "地下": "王室幽魂",
        "主要": "失鄉騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "玲珠獵人",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "黑夜勢力"
    },
    "011.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "黑劍眷屬",
        "第一夜": "亞人雙人組",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "隕石墜落"
    },
    "012.png": {
        "地下": "黑刀刺客",
        "主要": "山妖",
        "樓頂": "死亡儀式鳥",
        "第一夜": "亞人雙人組",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "013.png": {
        "地下": "鈴珠獵人",
        "主要": "山妖",
        "樓頂": "黃金樹的化身",
        "第一夜": "亞人雙人組",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "014.png": {
        "地下": "王夫的紅狼",
        "主要": "山妖",
        "樓頂": "死亡儀式鳥",
        "第一夜": "鈴珠獵人",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "015.png": {
        "地下": "黑刀刺客",
        "主要": "熔爐騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "鈴珠獵人",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "016.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "熔岩土龍",
        "第一夜": "亞人雙人組",
        "第二夜": "大樹守衛",
        "第一天": "隕石墜落",
        "第二天": "無"
    },
    "017.png": {
        "地下": "王夫的紅狼",
        "主要": "失鄉騎士",
        "樓頂": "祖靈",
        "第一夜": "鈴珠獵人",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "018.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "亞人雙人組",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "019.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "亞人雙人組",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "020.png": {
        "地下": "王夫的紅狼",
        "主要": "失鄉騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "鈴珠獵人",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "黑夜勢力"
    },
    "021.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "黃金樹的化身",
        "第一夜": "鈴珠獵人",
        "第二夜": "蒙葛特",
        "第一天": "隕石墜落",
        "第二天": "無"
    },
    "022.png": {
        "地下": "獅子混種",
        "主要": "山妖",
        "樓頂": "熔岩土龍",
        "第一夜": "亞人雙人組",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "023.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "鈴珠獵人",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "024.png": {
        "地下": "王夫的紅狼",
        "主要": "山妖",
        "樓頂": "熔岩土龍",
        "第一夜": "亞人雙人組",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "025.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "黑劍眷屬",
        "第一夜": "鈴珠獵人",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "026.png": {
        "地下": "王室幽魂",
        "主要": "山妖",
        "樓頂": "祖靈",
        "第一夜": "亞人雙人組",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "027.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "祖靈",
        "第一夜": "亞人雙人組",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "028.png": {
        "地下": "黑刀刺客",
        "主要": "熔爐騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "鈴珠獵人",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "黑夜勢力"
    },
    "029.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "黃金樹的化身",
        "第一夜": "鈴珠獵人",
        "第二夜": "蒙葛特",
        "第一天": "隕石墜落",
        "第二天": "無"
    },
    "030.png": {
        "地下": "黑刀刺客",
        "主要": "熔爐騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "亞人雙人組",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "031.png": {
        "地下": "獅子混種",
        "主要": "熔爐騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "亞人雙人組",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "032.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "鈴珠獵人",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "隕石墜落"
    },
    "033.png": {
        "地下": "王夫的紅狼",
        "主要": "失鄉騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "亞人雙人組",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "黑夜勢力"
    },
    "034.png": {
        "地下": "薩米爾的古英雄",
        "主要": "失鄉騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "鈴珠獵人",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "035.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "亞人雙人組",
        "第二夜": "蒙葛特",
        "第一天": "黑夜勢力",
        "第二天": "無"
    },
    "036.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "鈴珠獵人",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "037.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "鈴珠獵人",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "隕石墜落"
    },
    "038.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "亞人雙人組",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "039.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "亞人雙人組",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "040.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "死亡儀式鳥",
        "第一夜": "黑夜騎兵",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "無"
    },
    "041.png": {
        "地下": "玲珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "大樹守衛",
        "第一夜": "貪食魔龍",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "無"
    },
    "042.png": {
        "地下": "鈴珠獵人",
        "主要": "熔爐騎士",
        "樓頂": "黃金樹的化身",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "043.png": {
        "地下": "獅子混種",
        "主要": "熔爐騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "蚯蚓臉",
        "第二夜": "古龍",
        "第一天": "蒙葛特入侵",
        "第二天": "無"
    },
    "044.png": {
        "地下": "鈴珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "祖靈",
        "第一夜": "貪食魔龍",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "無"
    },
    "045.png": {
        "地下": "黑刀刺客",
        "主要": "熔爐騎士",
        "樓頂": "黃金樹的化身",
        "第一夜": "黑夜騎兵",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "蒙葛特入侵"
    },
    "046.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "額外BOSS:龍人士兵"
    },
    "047.png": {
        "地下": "王夫的紅狼",
        "主要": "山妖",
        "樓頂": "祖靈",
        "第一夜": "貪食魔龍",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "額外BOSS:死亡儀式鳥"
    },
    "048.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "黑劍眷屬",
        "第一夜": "黑夜騎兵",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "無"
    },
    "049.png": {
        "地下": "王夫的紅狼",
        "主要": "失鄉騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "050.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "英雄石像鬼",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "無"
    },
    "051.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "黑劍眷屬",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "無"
    },
    "052.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "祖靈",
        "第一夜": "黑夜騎兵",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "隕石墜落"
    },
    "053.png": {
        "地下": "接肢貴族",
        "主要": "失鄉騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "英雄石像鬼",
        "第二夜": "熔爐河馬",
        "第一天": "蒙葛特入侵",
        "第二天": "無"
    },
    "054.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "英雄石像鬼",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "無"
    },
    "055.png": {
        "地下": "鈴珠獵人",
        "主要": "熔爐騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "蚯蚓臉",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "無"
    },
    "056.png": {
        "地下": "獅子混種",
        "主要": "熔爐騎士",
        "樓頂": "鈴珠獵人",
        "第一夜": "蚯蚓臉",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "無"
    },
    "057.png": {
        "地下": "獅子混種",
        "主要": "山妖",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "英雄石像鬼",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "蒙葛特入侵"
    },
    "058.png": {
        "地下": "王室幽魂",
        "主要": "山妖",
        "樓頂": "鈴珠獵人",
        "第一夜": "蚯蚓臉",
        "第二夜": "偏地老將",
        "第一天": "蒙葛特入侵",
        "第二天": "無"
    },
    "059.png": {
        "地下": "薩米爾的古英雄",
        "主要": "熔爐騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "貪食魔龍",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "060.png": {
        "地下": "王夫的紅狼",
        "主要": "失鄉騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "無"
    },
    "061.png": {
        "地下": "黑刀刺客",
        "主要": "山妖",
        "樓頂": "羅蕾塔",
        "第一夜": "貪食魔龍",
        "第二夜": "熔爐河馬",
        "第一天": "隕石墜落",
        "第二天": "無"
    },
    "062.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "蚯蚓臉",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "無"
    },
    "063.png": {
        "地下": "薩米爾的古英雄",
        "主要": "失鄉騎士",
        "樓頂": "鈴珠獵人",
        "第一夜": "英雄石像鬼",
        "第二夜": "熔爐河馬",
        "第一天": "蒙葛特入侵",
        "第二天": "無"
    },
    "064.png": {
        "地下": "鈴珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "大樹守衛",
        "第一夜": "黑夜騎兵",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "無"
    },
    "065.png": {
        "地下": "接肢貴族",
        "主要": "熔爐騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "英雄石像鬼",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "066.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "鈴珠獵人",
        "第一夜": "貪食魔龍",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "無"
    },
    "067.png": {
        "地下": "薩米爾的古英雄",
        "主要": "熔爐騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "黑夜騎兵",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "蒙葛特入侵"
    },
    "068.png": {
        "地下": "王室幽魂",
        "主要": "山妖",
        "樓頂": "死亡儀式鳥",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "額外BOSS:熔爐河馬"
    },
    "069.png": {
        "地下": "王室幽魂",
        "主要": "山妖",
        "樓頂": "祖靈",
        "第一夜": "蚯蚓臉",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "070.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "英雄石像鬼",
        "第二夜": "古龍",
        "第一天": "額外BOSS:熔鐵惡魔",
        "第二天": "無"
    },
    "071.png": {
        "地下": "薩米爾的古英雄",
        "主要": "失鄉騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "偏地老將",
        "第一天": "蒙葛特入侵",
        "第二天": "無"
    },
    "072.png": {
        "地下": "獅子混種",
        "主要": "熔爐騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "蚯蚓臉",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "隕石墜落"
    },
    "073.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "大樹守衛",
        "第一夜": "貪食魔龍",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "無"
    },
    "074.png": {
        "地下": "王夫的紅狼",
        "主要": "熔爐騎士",
        "樓頂": "黃金樹的化身",
        "第一夜": "黑夜騎兵",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "075.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "英雄石像鬼",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "無"
    },
    "076.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "黑夜騎兵",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "無"
    },
    "077.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "078.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "蚯蚓臉",
        "第二夜": "偏地老將",
        "第一天": "蒙葛特入侵",
        "第二天": "無"
    },
    "079.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "貪食魔龍",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "無"
    },
    "080.png": {
        "地下": "王夫的紅狼",
        "主要": "熔爐騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "大土龍",
        "第一天": "無",
        "第二天": "無"
    },
    "081.png": {
        "地下": "王夫的紅狼",
        "主要": "山妖",
        "樓頂": "大樹守衛",
        "第一夜": "熔鐵惡魔",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "無"
    },
    "082.png": {
        "地下": "王室幽魂",
        "主要": "失鄉騎士",
        "樓頂": "祖靈",
        "第一夜": "熔鐵惡魔",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "巨大水泡現蹤"
    },
    "083.png": {
        "地下": "王室幽魂",
        "主要": "山妖",
        "樓頂": "大樹守衛",
        "第一夜": "戰場老將",
        "第二夜": "龍裝大樹守衛",
        "第一天": "癲火現蹤",
        "第二天": "癲火現蹤"
    },
    "084.png": {
        "地下": "薩米爾古英雄",
        "主要": "山妖",
        "樓頂": "鈴珠獵人",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "085.png": {
        "地下": "獅子混種",
        "主要": "山妖",
        "樓頂": "腐爛樹靈",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "蒙葛特入侵"
    },
    "086.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "熔鐵惡魔",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "087.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "黑劍眷屬",
        "第一夜": "戰場老將",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "088.png": {
        "地下": "獅子混種",
        "主要": "山妖",
        "樓頂": "羅蕾塔",
        "第一夜": "腐爛樹靈",
        "第二夜": "大土龍",
        "第一天": "蒙葛特入侵",
        "第二天": "無"
    },
    "089.png": {
        "地下": "王夫的紅狼",
        "主要": "山妖",
        "樓頂": "鈴珠獵人",
        "第一夜": "熔鐵惡魔",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "無"
    },
    "090.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "百足惡魔",
        "第二夜": "龍人士兵",
        "第一天": "古老魔法師塔",
        "第二天": "古老魔法師塔"
    },
    "091.png": {
        "地下": "王夫的紅狼",
        "主要": "熔爐騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "百足惡魔",
        "第二夜": "大土龍",
        "第一天": "無",
        "第二天": "無"
    },
    "092.png": {
        "地下": "薩米爾的古英雄",
        "主要": "失鄉騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "戰場老將",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "無"
    },
    "093.png": {
        "地下": "黑刀刺客",
        "主要": "山妖",
        "樓頂": "大樹守衛",
        "第一夜": "腐爛樹靈",
        "第二夜": "大土龍",
        "第一天": "無",
        "第二天": "無"
    },
    "094.png": {
        "地下": "鈴珠獵人",
        "主要": "熔爐騎士",
        "樓頂": "祖靈",
        "第一夜": "戰場老將",
        "第二夜": "大土龍",
        "第一天": "巨大水泡現蹤",
        "第二天": "無"
    },
    "095.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "祖靈",
        "第一夜": "腐爛樹靈",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "096.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "黃金樹的化身",
        "第一夜": "腐爛樹靈",
        "第二夜": "大土龍",
        "第一天": "無",
        "第二天": "巨大水泡現蹤"
    },
    "097.png": {
        "地下": "薩米爾的古英雄",
        "主要": "熔爐騎士",
        "樓頂": "黃金樹的化身",
        "第一夜": "百足惡魔",
        "第二夜": "大土龍",
        "第一天": "無",
        "第二天": "無"
    },
    "098.png": {
        "地下": "鈴珠獵人",
        "主要": "熔爐騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "大土龍",
        "第一天": "無",
        "第二天": "無"
    },
    "099.png": {
        "地下": "王夫的紅狼",
        "主要": "熔爐騎士",
        "樓頂": "大樹守衛",
        "第一夜": "百足惡魔",
        "第二夜": "龍裝大樹守衛",
        "第一天": "巨大水泡現蹤",
        "第二天": "無"
    },
    "100.png": {
        "地下": "鈴珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "大樹守衛",
        "第一夜": "熔鐵惡魔",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "101.png": {
        "地下": "薩米爾的古英雄",
        "主要": "熔爐騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "百足惡魔",
        "第二夜": "大土龍",
        "第一天": "無",
        "第二天": "無"
    },
    "102.png": {
        "地下": "黑刀刺客",
        "主要": "失鄉騎士",
        "樓頂": "鈴珠獵人",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "龍裝大樹守衛",
        "第一天": "蒙葛特入侵",
        "第二天": "無"
    },
    "103.png": {
        "地下": "黑刀刺客",
        "主要": "山妖",
        "樓頂": "大樹守衛",
        "第一夜": "戰場老將",
        "第二夜": "大土龍",
        "第一天": "無",
        "第二天": "無"
    },
    "104.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "腐爛樹靈",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "巨大水泡現蹤"
    },
    "105.png": {
        "地下": "接肢貴族",
        "主要": "熔爐騎士",
        "樓頂": "祖靈",
        "第一夜": "百足惡魔",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "無"
    },
    "106.png": {
        "地下": "薩米爾的古英雄",
        "主要": "熔爐騎士",
        "樓頂": "黃金樹的化身",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "巨大水泡現蹤"
    },
    "107.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "熔鐵惡魔",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "108.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "大樹守衛",
        "第一夜": "腐爛樹靈",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "109.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "羅蕾塔",
        "第一夜": "戰場老將",
        "第二夜": "龍裝大樹守衛",
        "第一天": "癲火現蹤",
        "第二天": "癲火現蹤"
    },
    "110.png": {
        "地下": "鈴珠獵人",
        "主要": "熔爐騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "熔鐵惡魔",
        "第二夜": "大土龍",
        "第一天": "無",
        "第二天": "無"
    },
    "111.png": {
        "地下": "獅子混種",
        "主要": "山妖",
        "樓頂": "羅蕾塔",
        "第一夜": "百足惡魔",
        "第二夜": "大土龍",
        "第一天": "無",
        "第二天": "無"
    },
    "112.png": {
        "地下": "王夫的紅狼",
        "主要": "熔爐騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "腐爛樹靈",
        "第二夜": "龍人士兵",
        "第一天": "古老魔法師塔",
        "第二天": "古老魔法師塔"
    },
    "113.png": {
        "地下": "王室幽魂",
        "主要": "山妖",
        "樓頂": "羅蕾塔",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "龍裝大樹守衛",
        "第一天": "蒙葛特入侵",
        "第二天": "無"
    },
    "114.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "戰場老將",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "無"
    },
    "115.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "腐爛樹靈",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "巨大水泡現蹤"
    },
    "116.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "百足惡魔",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "無"
    },
    "117.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "戰場老將",
        "第二夜": "大土龍",
        "第一天": "無",
        "第二天": "蒙葛特入侵"
    },
    "118.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "大土龍",
        "第一天": "無",
        "第二天": "無"
    },
    "119.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "熔鐵惡魔",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "無"
    },
    "120.png": {
        "地下": "王夫的紅狼",
        "主要": "失鄉騎士",
        "樓頂": "鈴珠獵人",
        "第一夜": "貪食魔龍",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "121.png": {
        "地下": "接肢貴族",
        "主要": "熔爐騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "英雄石像鬼",
        "第二夜": "大樹守衛",
        "第一天": "蟲群大量出現",
        "第二天": "無"
    },
    "122.png": {
        "地下": "薩米爾的古英雄",
        "主要": "失鄉騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "蚯蚓臉",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "蟲群大量出現"
    },
    "123.png": {
        "地下": "鈴珠獵人",
        "主要": "山妖",
        "樓頂": "黑劍眷屬",
        "第一夜": "貪食魔龍",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "124.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "大樹守衛",
        "第一夜": "蚯蚓臉",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "無"
    },
    "125.png": {
        "地下": "接肢貴族",
        "主要": "熔爐騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "熔鐵惡魔",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "無"
    },
    "126.png": {
        "地下": "王室幽魂",
        "主要": "山妖",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "英雄石像鬼",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "127.png": {
        "地下": "接肢貴族",
        "主要": "熔爐騎士",
        "樓頂": "大樹守衛",
        "第一夜": "接肢君王",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "無"
    },
    "128.png": {
        "地下": "鈴珠獵人",
        "主要": "熔爐騎士",
        "樓頂": "黃金樹的化身",
        "第一夜": "熔鐵惡魔",
        "第二夜": "大樹守衛",
        "第一天": "漫步靈廟",
        "第二天": "漫步靈廟"
    },
    "129.png": {
        "地下": "黑刀刺客",
        "主要": "山妖",
        "樓頂": "黑劍眷屬",
        "第一夜": "接肢君王",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "130.png": {
        "地下": "黑刀刺客",
        "主要": "山妖",
        "樓頂": "黑劍眷屬",
        "第一夜": "熔鐵惡魔",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "無"
    },
    "131.png": {
        "地下": "薩米爾的古英雄",
        "主要": "失鄉騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "貪食魔龍",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "無"
    },
    "132.png": {
        "地下": "王夫的紅狼",
        "主要": "山妖",
        "樓頂": "黑劍眷屬",
        "第一夜": "熔鐵惡魔",
        "第二夜": "神皮雙人組",
        "第一天": "熔鐵惡魔",
        "第二天": "神皮雙人組"
    },
    "133.png": {
        "地下": "王室幽魂",
        "主要": "山妖",
        "樓頂": "死亡儀式鳥",
        "第一夜": "英雄石像鬼",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "無"
    },
    "134.png": {
        "地下": "接肢貴族",
        "主要": "熔爐騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "蚯蚓臉",
        "第二夜": "大樹守衛",
        "第一天": "漫步靈廟",
        "第二天": "漫步靈廟"
    },
    "135.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "大樹守衛",
        "第一夜": "貪食魔龍",
        "第二夜": "墜星成獸",
        "第一天": "黑夜勢力",
        "第二天": "無"
    },
    "136.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "蚯蚓臉",
        "第二夜": "神皮雙人組",
        "第一天": "蟲群大量出現",
        "第二天": "無"
    },
    "137.png": {
        "地下": "王夫的紅狼",
        "主要": "熔爐騎士",
        "樓頂": "鈴珠獵人",
        "第一夜": "英雄石像鬼",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "黑夜勢力"
    },
    "138.png": {
        "地下": "鈴珠獵人",
        "主要": "熔爐騎士",
        "樓頂": "大樹守衛",
        "第一夜": "接肢君王",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "139.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "接肢君王",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "蟲群大量出現"
    },
    "140.png": {
        "地下": "王夫的紅狼",
        "主要": "熔爐騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "英雄石像鬼",
        "第二夜": "大樹守衛",
        "第一天": "黑夜勢力",
        "第二天": "無"
    },
    "141.png": {
        "地下": "黑刀刺客",
        "主要": "山妖",
        "樓頂": "羅蕾塔",
        "第一夜": "接肢君王",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "142.png": {
        "地下": "接肢貴族",
        "主要": "熔爐騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "熔鐵惡魔",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "無"
    },
    "143.png": {
        "地下": "鈴珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "蚯蚓臉",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "蟲群大量出現"
    },
    "144.png": {
        "地下": "薩米爾的古英雄",
        "主要": "熔爐騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "貪食魔龍",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "無"
    },
    "145.png": {
        "地下": "黑刀刺客",
        "主要": "失鄉騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "蚯蚓臉",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "146.png": {
        "地下": "黑刀刺客",
        "主要": "熔爐騎士",
        "樓頂": "祖靈",
        "第一夜": "熔鐵惡魔",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "無"
    },
    "147.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "熔岩土龍",
        "第一夜": "接肢君王",
        "第二夜": "墜星成獸",
        "第一天": "漫步靈廟",
        "第二天": "漫步靈廟"
    },
    "148.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "鈴珠獵人",
        "第一夜": "貪食魔龍",
        "第二夜": "大樹守衛",
        "第一天": "蟲群大量出現",
        "第二天": "無"
    },
    "149.png": {
        "地下": "薩米爾的古英雄",
        "主要": "熔爐騎士",
        "樓頂": "大樹守衛",
        "第一夜": "英雄石像鬼",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "150.png": {
        "地下": "王夫的紅狼",
        "主要": "熔爐騎士",
        "樓頂": "鈴珠獵人",
        "第一夜": "蚯蚓臉",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "蟲群大量出現"
    },
    "151.png": {
        "地下": "薩米爾的古英雄",
        "主要": "熔爐騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "貪食魔龍",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "無"
    },
    "152.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "接肢君王",
        "第二夜": "墜星成獸",
        "第一天": "漫步靈廟",
        "第二天": "漫步靈廟"
    },
    "153.png": {
        "地下": "鈴珠獵人",
        "主要": "熔爐騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "熔鐵惡魔",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "154.png": {
        "地下": "薩米爾的古英雄",
        "主要": "熔爐騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "英雄石像鬼",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "155.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "接肢君王",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "156.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "貪食魔龍",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "黑夜勢力"
    },
    "157.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "英雄石像鬼",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "158.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "熔鐵惡魔",
        "第二夜": "墜星成獸",
        "第一天": "蟲群大量出現",
        "第二天": "無"
    },
    "159.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "蚯蚓臉",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "160.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "戰場老將",
        "第二夜": "熔爐河馬",
        "第一天": "古老魔法師塔",
        "第二天": "古老魔法師塔"
    },
    "161.png": {
        "地下": "黑刀刺客",
        "主要": "失鄉騎士",
        "樓頂": "祖靈",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "蟲群大量出現"
    },
    "162.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "羅蕾塔",
        "第一夜": "百足惡魔",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "無"
    },
    "163.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "大樹守衛",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "164.png": {
        "地下": "接肢貴族",
        "主要": "熔爐騎士",
        "樓頂": "黃金樹的化身",
        "第一夜": "百足惡魔",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "165.png": {
        "地下": "接肢貴族",
        "主要": "失鄉騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "戰場老將",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "無"
    },
    "166.png": {
        "地下": "黑刀刺客",
        "主要": "山妖",
        "樓頂": "鈴珠獵人",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "167.png": {
        "地下": "薩米爾的古英雄",
        "主要": "熔爐騎士",
        "樓頂": "黃金樹的化身",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "無"
    },
    "168.png": {
        "地下": "黑刀刺客",
        "主要": "失鄉騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "王室幽魂",
        "第二夜": "死亡儀式鳥",
        "第一天": "蟲群大量出現",
        "第二天": "無"
    },
    "169.png": {
        "地下": "鈴珠獵人",
        "主要": "熔爐騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "170.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "腐爛樹靈",
        "第一夜": "王室幽魂",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "無"
    },
    "171.png": {
        "地下": "王室幽魂",
        "主要": "失鄉騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "無"
    },
    "172.png": {
        "地下": "百足惡魔",
        "主要": "失鄉騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "百足惡魔",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "173.png": {
        "地下": "黑刀刺客",
        "主要": "失鄉騎士",
        "樓頂": "祖靈",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "死亡儀式鳥",
        "第一天": "蟲群大量出現",
        "第二天": "無"
    },
    "174.png": {
        "地下": "鈴珠獵人",
        "主要": "熔爐騎士",
        "樓頂": "黃金樹的化身",
        "第一夜": "百足惡魔",
        "第二夜": "熔爐河馬",
        "第一天": "古老魔法師塔",
        "第二天": "古老魔法師塔"
    },
    "175.png": {
        "地下": "薩米爾的古英雄",
        "主要": "失鄉騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "蟲群大量出現"
    },
    "176.png": {
        "地下": "王室幽魂",
        "主要": "失鄉騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "戰場老將",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "177.png": {
        "地下": "王室幽魂",
        "主要": "山妖",
        "樓頂": "大樹守衛",
        "第一夜": "戰場老將",
        "第二夜": "死亡儀式鳥",
        "第一天": "癲火現蹤",
        "第二天": "癲火現蹤"
    },
    "178.png": {
        "地下": "鈴珠獵人",
        "主要": "熔爐騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "王室幽魂",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "179.png": {
        "地下": "接肢貴族",
        "主要": "失鄉騎士",
        "樓頂": "祖靈",
        "第一夜": "王室幽魂",
        "第二夜": "死亡儀式鳥",
        "第一天": "癲火現蹤",
        "第二天": "癲火現蹤"
    },
    "180.png": {
        "地下": "獅子混種",
        "主要": "熔爐騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "王室幽魂",
        "第二夜": "熔爐河馬",
        "第一天": "癲火現蹤",
        "第二天": "癲火現蹤"
    },
    "181.png": {
        "地下": "黑刀刺客",
        "主要": "失鄉騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "百足惡魔",
        "第二夜": "神皮雙人組",
        "第一天": "蟲群大量出現",
        "第二天": "無"
    },
    "182.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "黃金樹的化身",
        "第一夜": "戰場老將",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "無"
    },
    "183.png": {
        "地下": "鈴珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "祖靈",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "184.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "無"
    },
    "185.png": {
        "地下": "黑刀刺客",
        "主要": "熔爐騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "百足惡魔",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "無"
    },
    "186.png": {
        "地下": "獅子混種",
        "主要": "山妖",
        "樓頂": "鈴珠獵人",
        "第一夜": "王室幽魂",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "187.png": {
        "地下": "黑刀刺客",
        "主要": "熔爐騎士",
        "樓頂": "祖靈",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "蟲群大量出現"
    },
    "188.png": {
        "地下": "接肢貴族",
        "主要": "失鄉騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "死亡儀式鳥",
        "第一天": "古老魔法師塔",
        "第二天": "古老魔法師塔"
    },
    "189.png": {
        "地下": "鈴珠獵人",
        "主要": "山妖",
        "樓頂": "熔岩土龍",
        "第一夜": "戰場老將",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "190.png": {
        "地下": "薩米爾的古英雄",
        "主要": "失鄉騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "191.png": {
        "地下": "鈴珠獵人",
        "主要": "熔爐騎士",
        "樓頂": "大樹守衛",
        "第一夜": "戰場老將",
        "第二夜": "熔爐騎士",
        "第一天": "古老魔法師塔",
        "第二天": "古老魔法師塔"
    },
    "192.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "百足惡魔",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "無"
    },
    "193.png": {
        "地下": "鈴珠獵人",
        "主要": "山妖",
        "樓頂": "腐爛樹靈",
        "第一夜": "王室幽魂",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "194.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "蟲群大量出現"
    },
    "195.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "戰場老將",
        "第二夜": "神皮雙人組",
        "第一天": "癲火現蹤",
        "第二天": "癲火現蹤"
    },
    "196.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "熔爐河馬",
        "第一天": "蟲群大量出現",
        "第二天": "無"
    },
    "197.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "百足惡魔",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "198.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "無"
    },
    "199.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "王室幽魂",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "無"
    },
    "200.png": {
        "地下": "鈴珠獵人",
        "主要": "熔爐騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "貪食魔龍",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "無"
    },
    "201.png": {
        "地下": "薩米爾的古英雄",
        "主要": "熔爐騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "王室幽魂",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "惡魔詛咒"
    },
    "202.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "腐爛樹靈",
        "第一夜": "百足惡魔",
        "第二夜": "偏地老將",
        "第一天": "惡魔詛咒",
        "第二天": "無"
    },
    "203.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "蚯蚓臉",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "無"
    },
    "204.png": {
        "地下": "鈴珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "黑夜騎兵",
        "第二夜": "偏地老將",
        "第一天": "黑夜勢力",
        "第二天": "無"
    },
    "205.png": {
        "地下": "王夫的紅狼",
        "主要": "熔爐騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "百足惡魔",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "無"
    },
    "206.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "黑夜騎兵",
        "第二夜": "龍人士兵",
        "第一天": "惡魔詛咒",
        "第二天": "無"
    },
    "207.png": {
        "地下": "黑刀刺客",
        "主要": "熔爐騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "蚯蚓臉",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "無"
    },
    "208.png": {
        "地下": "王夫的紅狼",
        "主要": "山妖",
        "樓頂": "大樹守衛",
        "第一夜": "蚯蚓臉",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "無"
    },
    "209.png": {
        "地下": "王夫的紅狼",
        "主要": "熔爐騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "百足惡魔",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "額外BOSS:蒙葛特"
    },
    "210.png": {
        "地下": "獅子混種",
        "主要": "山妖",
        "樓頂": "死亡儀式鳥",
        "第一夜": "百足惡魔",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "無"
    },
    "211.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "貪食魔龍",
        "第二夜": "龍人士兵",
        "第一天": "額外BOSS:英雄石像鬼",
        "第二天": "無"
    },
    "212.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "羅蕾塔",
        "第一夜": "貪食魔龍",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "無"
    },
    "213.png": {
        "地下": "獅子混種",
        "主要": "山妖",
        "樓頂": "祖靈",
        "第一夜": "王室幽魂",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "無"
    },
    "214.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "大樹守衛",
        "第一夜": "蚯蚓臉",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "無"
    },
    "215.png": {
        "地下": "獅子混種",
        "主要": "熔爐騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "黑夜騎兵",
        "第二夜": "無名王者",
        "第一天": "惡魔詛咒",
        "第二天": "無"
    },
    "216.png": {
        "地下": "鈴珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "貪食魔龍",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "無"
    },
    "217.png": {
        "地下": "接肢貴族",
        "主要": "熔爐騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "王室幽魂",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "無"
    },
    "218.png": {
        "地下": "王夫的紅狼",
        "主要": "熔爐騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "蚯蚓臉",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "無"
    },
    "219.png": {
        "地下": "獅子混種",
        "主要": "熔爐騎士",
        "樓頂": "鈴珠獵人",
        "第一夜": "王室幽魂",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "無"
    },
    "220.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "羅蕾塔",
        "第一夜": "蚯蚓臉",
        "第二夜": "龍人士兵",
        "第一天": "額外BOSS:鈴珠獵人",
        "第二天": "無"
    },
    "221.png": {
        "地下": "王室幽魂",
        "主要": "失鄉騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "貪食魔龍",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "無"
    },
    "222.png": {
        "地下": "王夫的紅狼",
        "主要": "熔爐騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "王室幽魂",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "無"
    },
    "223.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "熔岩土龍",
        "第一夜": "百足惡魔",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "無"
    },
    "224.png": {
        "地下": "黑刀刺客",
        "主要": "失鄉騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "黑夜騎兵",
        "第二夜": "龍人士兵",
        "第一天": "惡魔詛咒",
        "第二天": "無"
    },
    "225.png": {
        "地下": "王室幽魂",
        "主要": "失鄉騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "百足惡魔",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "無"
    },
    "226.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "王室幽魂",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "無"
    },
    "227.png": {
        "地下": "鈴珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "貪食魔龍",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "黑夜勢力"
    },
    "228.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "蚯蚓臉",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "無"
    },
    "229.png": {
        "地下": "接肢貴族",
        "主要": "熔爐騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "黑夜騎兵",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "無"
    },
    "230.png": {
        "地下": "薩米爾的古英雄",
        "主要": "熔爐騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "百足惡魔",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "無"
    },
    "231.png": {
        "地下": "鈴珠獵人",
        "主要": "熔爐騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "蚯蚓臉",
        "第二夜": "無名王者",
        "第一天": "惡魔詛咒",
        "第二天": "無"
    },
    "232.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "祖靈",
        "第一夜": "貪食魔龍",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "無"
    },
    "233.png": {
        "地下": "黑刀刺客",
        "主要": "熔爐騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "王室幽魂",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "無"
    },
    "234.png": {
        "地下": "接肢貴族",
        "主要": "熔爐騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "黑夜騎兵",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "額外BOSS:冷冽谷的舞孃"
    },
    "235.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "蚯蚓臉",
        "第二夜": "龍人士兵",
        "第一天": "黑夜勢力",
        "第二天": "無"
    },
    "236.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "貪食魔龍",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "無"
    },
    "237.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "王室幽魂",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "無"
    },
    "238.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "黑夜騎兵",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "無"
    },
    "239.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "百足惡魔",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "惡魔詛咒"
    },
    "240.png": {
        "地下": "獅子混種",
        "主要": "熔爐騎士",
        "樓頂": "大樹守衛",
        "第一夜": "腐爛樹靈",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "惡魔詛咒",
        "第二天": "無"
    },
    "241.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "祖靈",
        "第一夜": "腐爛樹靈",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "無"
    },
    "242.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "熔鐵惡魔",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "隕石墜落",
        "第二天": "無"
    },
    "243.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "接肢君王",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "無"
    },
    "244.png": {
        "地下": "王室幽魂",
        "主要": "熔爐騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "熔鐵惡魔",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "245.png": {
        "地下": "鈴珠獵人",
        "主要": "山妖",
        "樓頂": "熔岩土龍",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "神皮雙人組",
        "第一天": "巨大水泡現蹤",
        "第二天": "無"
    },
    "246.png": {
        "地下": "接肢貴族",
        "主要": "失鄉騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "接肢君王",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "無"
    },
    "247.png": {
        "地下": "王夫的紅狼",
        "主要": "失鄉騎士",
        "樓頂": "黃金樹的化身",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "248.png": {
        "地下": "王室幽魂",
        "主要": "失鄉騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "249.png": {
        "地下": "黑刀刺客",
        "主要": "失鄉騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "熔鐵惡魔",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "惡魔詛咒"
    },
    "250.png": {
        "地下": "鈴珠獵人",
        "主要": "山妖",
        "樓頂": "死亡儀式鳥",
        "第一夜": "接肢君王",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "251.png": {
        "地下": "獅子混種",
        "主要": "山妖",
        "樓頂": "熔岩土龍",
        "第一夜": "腐爛樹靈",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "無"
    },
    "252.png": {
        "地下": "王夫的紅狼",
        "主要": "熔爐騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "接肢君王",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "巨大水泡現蹤"
    },
    "253.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "黃金樹的化身",
        "第一夜": "熔鐵惡魔",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "無"
    },
    "254.png": {
        "地下": "鈴珠獵人",
        "主要": "山妖",
        "樓頂": "大樹守衛",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "255.png": {
        "地下": "鈴珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "巨大水泡現蹤"
    },
    "256.png": {
        "地下": "鈴珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "大樹守衛",
        "第一夜": "腐爛樹靈",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "257.png": {
        "地下": "獅子混種",
        "主要": "熔爐騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "巨大水泡現蹤",
        "第二天": "無"
    },
    "258.png": {
        "地下": "獅子混種",
        "主要": "山妖",
        "樓頂": "死亡儀式鳥",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "259.png": {
        "地下": "鈴珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "黃金樹的化身",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "漫步靈廟",
        "第二天": "漫步靈廟"
    },
    "260.png": {
        "地下": "王夫的紅狼",
        "主要": "熔爐騎士",
        "樓頂": "鈴珠獵人",
        "第一夜": "腐爛樹靈",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "巨大水泡現蹤"
    },
    "261.png": {
        "地下": "王室幽魂",
        "主要": "山妖",
        "樓頂": "祖靈",
        "第一夜": "熔鐵惡魔",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "無"
    },
    "262.png": {
        "地下": "薩米爾的古英雄",
        "主要": "熔爐騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "接肢君王",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "惡魔詛咒"
    },
    "263.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "無"
    },
    "264.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "熔岩土龍",
        "第一夜": "公爵的夫雷迪亞",

        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "265.png": {
        "地下": "鈴珠獵人",
        "主要": "山妖",
        "樓頂": "羅蕾塔",
        "第一夜": "接肢君王",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "無"
    },
    "266.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "祖靈",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "巨大水泡現蹤",
        "第二天": "無"
    },
    "267.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "熔鐵惡魔",
        "第二夜": "神皮雙人組",
        "第一天": "漫步靈廟",
        "第二天": "漫步靈廟"
    },
    "268.png": {
        "地下": "王夫的紅狼",
        "主要": "失鄉騎士",
        "樓頂": "鈴珠獵人",
        "第一夜": "腐爛樹靈",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "269.png": {
        "地下": "黑刀刺客",
        "主要": "熔爐騎士",
        "樓頂": "鈴珠獵人",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "270.png": {
        "地下": "王夫的紅狼",
        "主要": "失鄉騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "無"
    },
    "271.png": {
        "地下": "王夫的紅狼",
        "主要": "失鄉騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "熔鐵惡魔",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "無"
    },
    "272.png": {
        "地下": "獅子混種",
        "主要": "山妖",
        "樓頂": "大樹守衛",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "龍裝大樹守衛",
        "第一天": "惡魔詛咒",
        "第二天": "無"
    },
    "273.png": {
        "地下": "鈴珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "腐爛樹靈",
        "第二夜": "龍裝大樹守衛",
        "第一天": "漫步靈廟",
        "第二天": "漫步靈廟"
    },
    "274.png": {
        "地下": "王室幽魂",
        "主要": "山妖",
        "樓頂": "腐爛樹靈",
        "第一夜": "接肢君王",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "無"
    },
    "275.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "接肢君王",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "巨大水泡現蹤"
    },
    "276.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "無"
    },
    "277.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "278.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "腐爛樹靈",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "隕石墜落"
    },
    "279.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "熔鐵惡魔",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "無"
    },
    "280.png": {
        "地下": "黑刀刺客",
        "主要": "失鄉騎士",
        "樓頂": "大樹守衛",
        "第一夜": "英雄石像鬼",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "無"
    },
    "281.png": {
        "地下": "獅子混種",
        "主要": "山妖",
        "樓頂": "腐爛樹靈",
        "第一夜": "熔鐵惡魔",
        "第二夜": "大土龍",
        "第一天": "無",
        "第二天": "無"
    },
    "282.png": {
        "地下": "鈴珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "無"

    },
    "283.png": {
        "地下": "王夫的紅狼",
        "主要": "山妖",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "英雄石像鬼",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "無"
    },
    "284.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "黑劍眷屬",
        "第一夜": "戰場老將",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "285.png": {
        "地下": "接肢貴族",
        "主要": "失鄉騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "蚯蚓臉",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "蟲群大量出現"
    },
    "286.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "腐爛樹靈",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "無"
    },
    "287.png": {
        "地下": "接肢貴族",
        "主要": "山妖",
        "樓頂": "大樹守衛",
        "第一夜": "王室幽魂",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "蒙葛特入侵"
    },
    "288.png": {
        "地下": "黑刀刺客",
        "主要": "山妖",
        "樓頂": "腐爛樹靈",
        "第一夜": "亞人雙人組",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "蒙葛特入侵"
    },
    "289.png": {
        "地下": "黑刀刺客",
        "主要": "山妖",
        "樓頂": "黑劍眷屬",
        "第一夜": "鈴珠獵人",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "無"
    },
    "290.png": {
        "地下": "王夫的紅狼",
        "主要": "失鄉騎士",
        "樓頂": "鈴珠獵人",
        "第一夜": "黑夜騎兵",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "無"
    },
    "291.png": {
        "地下": "接肢貴族",
        "主要": "熔爐騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "貪食魔龍",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "無"
    },
    "292.png": {
        "地下": "薩米爾的古英雄",
        "主要": "失鄉騎士",
        "樓頂": "熔岩土龍",
        "第一夜": "百足惡魔",
        "第二夜": "無名王者",
        "第一天": "巨大水泡現蹤",
        "第二天": "無"
    },
    "293.png": {
        "地下": "鈴珠獵人",
        "主要": "山妖",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "腐爛樹靈",
        "第二夜": "偏地老將",
        "第一天": "巨大水泡現蹤",
        "第二天": "無"
    },
    "294.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "黃金樹的化身",
        "第一夜": "王室幽魂",
        "第二夜": "大土龍",
        "第一天": "無",
        "第二天": "無"
    },
    "295.png": {
        "地下": "王夫的紅狼",
        "主要": "山妖",
        "樓頂": "腐爛樹靈",
        "第一夜": "接肢君王",
        "第二夜": "神皮雙人組",
        "第一天": "無",
        "第二天": "惡魔詛咒"
    },
    "296.png": {
        "地下": "黑刀刺客",
        "主要": "失鄉騎士",
        "樓頂": "羅蕾塔",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "蟲群大量出現"
    },
    "297.png": {
        "地下": "鈴珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "黑夜騎兵",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "無"
    },
    "298.png": {
        "地下": "王夫的紅狼",
        "主要": "山妖",
        "樓頂": "黃金樹的化身",
        "第一夜": "戰場老將",
        "第二夜": "墜星成獸",
        "第一天": "惡魔詛咒",
        "第二天": "無"
    },
    "299.png": {
        "地下": "黑刀刺客",
        "主要": "山妖",
        "樓頂": "熔岩土龍",
        "第一夜": "接肢君王",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "無"
    },
    "300.png": {
        "地下": "王室幽魂",
        "主要": "山妖",
        "樓頂": "黃金樹的化身",
        "第一夜": "英雄石像鬼",
        "第二夜": "大土龍",
        "第一天": "蟲群大量出現",
        "第二天": "無"
    },
    "301.png": {
        "地下": "王夫的紅狼",
        "主要": "山妖",
        "樓頂": "死亡儀式鳥",
        "第一夜": "黑夜騎兵",
        "第二夜": "龍人士兵",
        "第一天": "無",
        "第二天": "無"
    },
    "302.png": {
        "地下": "鈴珠獵人",
        "主要": "山妖",
        "樓頂": "羅蕾塔",
        "第一夜": "提比亞的喚聲船",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "巨大水泡現蹤"
    },
    "303.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "祖靈",
        "第一夜": "戰場老將",
        "第二夜": "大土龍",
        "第一天": "無",
        "第二天": "無"
    },
    "304.png": {
        "地下": "王夫的紅狼",
        "主要": "失鄉騎士",
        "樓頂": "大樹守衛",
        "第一夜": "蚯蚓臉",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "無"
    },
    "305.png": {
        "地下": "接肢貴族",
        "主要": "失鄉騎士",
        "樓頂": "大樹守衛",
        "第一夜": "接肢君王",
        "第二夜": "熔爐河馬",
        "第一天": "無",
        "第二天": "無"
    },
    "306.png": {
        "地下": "接肢貴族",
        "主要": "失鄉騎士",
        "樓頂": "祖靈",
        "第一夜": "鈴珠獵人",
        "第二夜": "蒙葛特",
        "第一天": "蟲群大量出現",
        "第二天": "無"
    },
    "307.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "黑劍眷屬",
        "第一夜": "王室幽魂",
        "第二夜": "龍裝大樹守衛",
        "第一天": "無",
        "第二天": "無"
    },
    "308.png": {
        "地下": "鈴珠獵人",
        "主要": "山妖",
        "樓頂": "黑劍眷屬",
        "第一夜": "亞人雙人組",
        "第二夜": "偏地老將",
        "第一天": "無",
        "第二天": "無"
    },
    "309.png": {
        "地下": "接肢貴族",
        "主要": "失鄉騎士",
        "樓頂": "黑劍眷屬",
        "第一夜": "腐爛樹靈",
        "第二夜": "大樹守衛",
        "第一天": "無",
        "第二天": "蒙葛特入侵"
    },
    "310.png": {
        "地下": "薩米爾的古英雄",
        "主要": "山妖",
        "樓頂": "羅蕾塔",
        "第一夜": "貪食魔龍",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "無"
    },
    "311.png": {
        "地下": "黑刀刺客",
        "主要": "熔爐騎士",
        "樓頂": "鈴珠獵人",
        "第一夜": "亞人雙人組",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "無"
    },
    "312.png": {
        "地下": "獅子混種",
        "主要": "失鄉騎士",
        "樓頂": "腐爛樹靈",
        "第一夜": "公爵的夫雷迪亞",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "惡魔詛咒"
    },
    "313.png": {
        "地下": "鈴珠獵人",
        "主要": "失鄉騎士",
        "樓頂": "死亡儀式鳥",
        "第一夜": "熔鐵惡魔",
        "第二夜": "大土龍",
        "第一天": "蒙葛特入侵",
        "第二天": "無"
    },
    "314.png": {
        "地下": "王夫的紅狼",
        "主要": "熔爐騎士",
        "樓頂": "龍裝大樹守衛",
        "第一夜": "百足惡魔",
        "第二夜": "蒙葛特",
        "第一天": "無",
        "第二天": "無"
    },
    "315.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "英雄石像鬼",
        "第二夜": "冷冽谷的舞孃",
        "第一天": "無",
        "第二天": "無"
    },
    "316.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "王室幽魂",
        "第二夜": "古龍",
        "第一天": "無",
        "第二天": "巨大水泡現蹤"
    },
    "317.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "鈴珠獵人",
        "第二夜": "墜星成獸",
        "第一天": "無",
        "第二天": "無"
    },
    "318.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "腐爛樹靈",
        "第二夜": "死亡儀式鳥",
        "第一天": "無",
        "第二天": "無"
    },
    "319.png": {
        "地下": "無",
        "主要": "無",
        "樓頂": "無",
        "第一夜": "接肢君王",
        "第二夜": "無名王者",
        "第一天": "無",
        "第二天": "惡魔詛咒"
    },
  // DLC，依此格式繼續添加
};